{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<|endoftext|>": 2,
      "<|im_start|>": 3,
      "<|im_end|>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "¡": 110,
      "¢": 111,
      "£": 112,
      "¤": 113,
      "¥": 114,
      "¦": 115,
      "§": 116,
      "¨": 117,
      "©": 118,
      "ª": 119,
      "«": 120,
      "¬": 121,
      "­": 122,
      "®": 123,
      "¯": 124,
      "°": 125,
      "±": 126,
      "²": 127,
      "³": 128,
      "´": 129,
      "µ": 130,
      "¶": 131,
      "·": 132,
      "¸": 133,
      "¹": 134,
      "º": 135,
      "»": 136,
      "¼": 137,
      "½": 138,
      "¾": 139,
      "¿": 140,
      "À": 141,
      "Á": 142,
      "Â": 143,
      "Ã": 144,
      "Ä": 145,
      "Å": 146,
      "Æ": 147,
      "Ç": 148,
      "È": 149,
      "É": 150,
      "Ê": 151,
      "Ë": 152,
      "Í": 153,
      "Î": 154,
      "Ï": 155,
      "Ð": 156,
      "Ñ": 157,
      "Ò": 158,
      "Ó": 159,
      "Ô": 160,
      "Õ": 161,
      "Ö": 162,
      "×": 163,
      "Ø": 164,
      "Ù": 165,
      "Ú": 166,
      "Ü": 167,
      "Þ": 168,
      "ß": 169,
      "à": 170,
      "á": 171,
      "â": 172,
      "ã": 173,
      "ä": 174,
      "å": 175,
      "æ": 176,
      "ç": 177,
      "è": 178,
      "é": 179,
      "ê": 180,
      "ë": 181,
      "ì": 182,
      "í": 183,
      "î": 184,
      "ï": 185,
      "ð": 186,
      "ñ": 187,
      "ò": 188,
      "ó": 189,
      "ô": 190,
      "õ": 191,
      "ö": 192,
      "÷": 193,
      "ø": 194,
      "ù": 195,
      "ú": 196,
      "û": 197,
      "ü": 198,
      "ý": 199,
      "þ": 200,
      "ÿ": 201,
      "Ā": 202,
      "ā": 203,
      "Ă": 204,
      "ă": 205,
      "ą": 206,
      "Ć": 207,
      "ć": 208,
      "Č": 209,
      "č": 210,
      "Ď": 211,
      "ď": 212,
      "Đ": 213,
      "đ": 214,
      "Ē": 215,
      "ē": 216,
      "ĕ": 217,
      "ė": 218,
      "ę": 219,
      "ě": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "ġ": 224,
      "ģ": 225,
      "Ħ": 226,
      "ħ": 227,
      "ĩ": 228,
      "Ī": 229,
      "ī": 230,
      "Ĭ": 231,
      "İ": 232,
      "ı": 233,
      "ķ": 234,
      "ľ": 235,
      "Ł": 236,
      "ł": 237,
      "ń": 238,
      "ņ": 239,
      "ň": 240,
      "ŋ": 241,
      "Ō": 242,
      "ō": 243,
      "ŏ": 244,
      "ő": 245,
      "Œ": 246,
      "œ": 247,
      "ŗ": 248,
      "Ř": 249,
      "ř": 250,
      "Ś": 251,
      "ś": 252,
      "Ş": 253,
      "ş": 254,
      "Š": 255,
      "š": 256,
      "Ţ": 257,
      "ţ": 258,
      "Ť": 259,
      "ť": 260,
      "ũ": 261,
      "Ū": 262,
      "ū": 263,
      "ů": 264,
      "ű": 265,
      "ų": 266,
      "ŵ": 267,
      "ź": 268,
      "Ż": 269,
      "ż": 270,
      "Ž": 271,
      "ž": 272,
      "Ƅ": 273,
      "Ə": 274,
      "Ɛ": 275,
      "ƒ": 276,
      "Ơ": 277,
      "ơ": 278,
      "Ƭ": 279,
      "Ư": 280,
      "ư": 281,
      "ǀ": 282,
      "ǎ": 283,
      "ǐ": 284,
      "ǒ": 285,
      "ǔ": 286,
      "ǚ": 287,
      "ǝ": 288,
      "ǣ": 289,
      "Ǥ": 290,
      "ǫ": 291,
      "ǲ": 292,
      "ǳ": 293,
      "ǹ": 294,
      "Ȁ": 295,
      "ȁ": 296,
      "Ȇ": 297,
      "Ș": 298,
      "ș": 299,
      "Ț": 300,
      "ț": 301,
      "ɐ": 302,
      "ɑ": 303,
      "ɒ": 304,
      "ɔ": 305,
      "ɕ": 306,
      "ɗ": 307,
      "ə": 308,
      "ɛ": 309,
      "ɜ": 310,
      "ɡ": 311,
      "ɣ": 312,
      "ɦ": 313,
      "ɨ": 314,
      "ɪ": 315,
      "ɫ": 316,
      "ɬ": 317,
      "ɯ": 318,
      "ɲ": 319,
      "ɹ": 320,
      "ɾ": 321,
      "ʀ": 322,
      "ʁ": 323,
      "ʃ": 324,
      "ʉ": 325,
      "ʊ": 326,
      "ʋ": 327,
      "ʌ": 328,
      "ʑ": 329,
      "ʒ": 330,
      "ʔ": 331,
      "ʕ": 332,
      "ʧ": 333,
      "ʰ": 334,
      "ʲ": 335,
      "ʳ": 336,
      "ʷ": 337,
      "ʸ": 338,
      "ʻ": 339,
      "ʼ": 340,
      "ʽ": 341,
      "ʾ": 342,
      "ʿ": 343,
      "ˈ": 344,
      "ˊ": 345,
      "ˋ": 346,
      "ˌ": 347,
      "ː": 348,
      "˚": 349,
      "˜": 350,
      "ˡ": 351,
      "ˢ": 352,
      "ˣ": 353,
      "˥": 354,
      "˧": 355,
      "̀": 356,
      "́": 357,
      "̂": 358,
      "̃": 359,
      "̄": 360,
      "̈": 361,
      "̋": 362,
      "̌": 363,
      "̙": 364,
      "̞": 365,
      "̡": 366,
      "̤": 367,
      "̥": 368,
      "̯": 369,
      "̱": 370,
      "̳": 371,
      "̽": 372,
      "͘": 373,
      "͡": 374,
      "͵": 375,
      "Ό": 376,
      "Α": 377,
      "Β": 378,
      "Γ": 379,
      "Δ": 380,
      "Ε": 381,
      "Ζ": 382,
      "Η": 383,
      "Θ": 384,
      "Ι": 385,
      "Κ": 386,
      "Λ": 387,
      "Μ": 388,
      "Ν": 389,
      "Ξ": 390,
      "Ο": 391,
      "Π": 392,
      "Ρ": 393,
      "΢": 394,
      "Σ": 395,
      "Τ": 396,
      "Υ": 397,
      "Φ": 398,
      "Χ": 399,
      "Ψ": 400,
      "Ω": 401,
      "ά": 402,
      "έ": 403,
      "ή": 404,
      "ί": 405,
      "α": 406,
      "β": 407,
      "γ": 408,
      "δ": 409,
      "ε": 410,
      "ζ": 411,
      "η": 412,
      "θ": 413,
      "ι": 414,
      "κ": 415,
      "λ": 416,
      "μ": 417,
      "ν": 418,
      "ξ": 419,
      "ο": 420,
      "π": 421,
      "ρ": 422,
      "ς": 423,
      "σ": 424,
      "τ": 425,
      "υ": 426,
      "φ": 427,
      "χ": 428,
      "ψ": 429,
      "ω": 430,
      "ϊ": 431,
      "ό": 432,
      "ύ": 433,
      "ώ": 434,
      "ϣ": 435,
      "ϩ": 436,
      "ϭ": 437,
      "ϲ": 438,
      "϶": 439,
      "Ј": 440,
      "Љ": 441,
      "А": 442,
      "Б": 443,
      "В": 444,
      "Г": 445,
      "Д": 446,
      "Е": 447,
      "Ж": 448,
      "З": 449,
      "И": 450,
      "К": 451,
      "Л": 452,
      "М": 453,
      "Н": 454,
      "О": 455,
      "П": 456,
      "Р": 457,
      "С": 458,
      "Т": 459,
      "У": 460,
      "Ф": 461,
      "Х": 462,
      "Ц": 463,
      "Ч": 464,
      "Ш": 465,
      "Ь": 466,
      "Э": 467,
      "Ю": 468,
      "Я": 469,
      "а": 470,
      "б": 471,
      "в": 472,
      "г": 473,
      "д": 474,
      "е": 475,
      "ж": 476,
      "з": 477,
      "и": 478,
      "й": 479,
      "к": 480,
      "л": 481,
      "м": 482,
      "н": 483,
      "о": 484,
      "п": 485,
      "р": 486,
      "с": 487,
      "т": 488,
      "у": 489,
      "ф": 490,
      "х": 491,
      "ц": 492,
      "ч": 493,
      "ш": 494,
      "щ": 495,
      "ъ": 496,
      "ы": 497,
      "ь": 498,
      "э": 499,
      "ю": 500,
      "я": 501,
      "ё": 502,
      "є": 503,
      "ѕ": 504,
      "і": 505,
      "ї": 506,
      "ј": 507,
      "љ": 508,
      "њ": 509,
      "ћ": 510,
      "џ": 511,
      "Ѡ": 512,
      "ѣ": 513,
      "ҙ": 514,
      "Қ": 515,
      "ү": 516,
      "ұ": 517,
      "Ҳ": 518,
      "ҳ": 519,
      "Һ": 520,
      "һ": 521,
      "ҿ": 522,
      "ә": 523,
      "Ө": 524,
      "ө": 525,
      "Ԫ": 526,
      "Ա": 527,
      "Բ": 528,
      "Գ": 529,
      "Դ": 530,
      "Ե": 531,
      "Է": 532,
      "Թ": 533,
      "Ի": 534,
      "Լ": 535,
      "Ծ": 536,
      "Կ": 537,
      "Հ": 538,
      "Ձ": 539,
      "Ճ": 540,
      "Մ": 541,
      "Յ": 542,
      "Ն": 543,
      "Շ": 544,
      "Ո": 545,
      "Պ": 546,
      "Ռ": 547,
      "Վ": 548,
      "Տ": 549,
      "Փ": 550,
      "Ք": 551,
      "՝": 552,
      "՞": 553,
      "ա": 554,
      "բ": 555,
      "գ": 556,
      "դ": 557,
      "ե": 558,
      "զ": 559,
      "է": 560,
      "ը": 561,
      "թ": 562,
      "ժ": 563,
      "ի": 564,
      "լ": 565,
      "խ": 566,
      "ծ": 567,
      "կ": 568,
      "հ": 569,
      "ձ": 570,
      "ղ": 571,
      "ճ": 572,
      "մ": 573,
      "յ": 574,
      "ն": 575,
      "շ": 576,
      "ո": 577,
      "չ": 578,
      "պ": 579,
      "ջ": 580,
      "ռ": 581,
      "ս": 582,
      "վ": 583,
      "տ": 584,
      "ր": 585,
      "ց": 586,
      "ւ": 587,
      "փ": 588,
      "ք": 589,
      "օ": 590,
      "֍": 591,
      "֥": 592,
      "֫": 593,
      "ְ": 594,
      "ֲ": 595,
      "ִ": 596,
      "ֵ": 597,
      "ֶ": 598,
      "ַ": 599,
      "ָ": 600,
      "ֹ": 601,
      "ֺ": 602,
      "ּ": 603,
      "ֽ": 604,
      "־": 605,
      "ׁ": 606,
      "ׂ": 607,
      "׋": 608,
      "א": 609,
      "ב": 610,
      "ג": 611,
      "ד": 612,
      "ה": 613,
      "ו": 614,
      "ז": 615,
      "ח": 616,
      "ט": 617,
      "י": 618,
      "ך": 619,
      "כ": 620,
      "ל": 621,
      "ם": 622,
      "מ": 623,
      "ן": 624,
      "נ": 625,
      "ס": 626,
      "ע": 627,
      "פ": 628,
      "ץ": 629,
      "צ": 630,
      "ק": 631,
      "ר": 632,
      "ש": 633,
      "ת": 634,
      "ױ": 635,
      "׳": 636,
      "״": 637,
      "׷": 638,
      "׹": 639,
      "؆": 640,
      "،": 641,
      "؍": 642,
      "ء": 643,
      "آ": 644,
      "أ": 645,
      "ؤ": 646,
      "إ": 647,
      "ئ": 648,
      "ا": 649,
      "ب": 650,
      "ة": 651,
      "ت": 652,
      "ث": 653,
      "ج": 654,
      "ح": 655,
      "خ": 656,
      "د": 657,
      "ذ": 658,
      "ر": 659,
      "ز": 660,
      "س": 661,
      "ش": 662,
      "ص": 663,
      "ض": 664,
      "ط": 665,
      "ظ": 666,
      "ع": 667,
      "غ": 668,
      "ـ": 669,
      "ف": 670,
      "ق": 671,
      "ك": 672,
      "ل": 673,
      "م": 674,
      "ن": 675,
      "ه": 676,
      "و": 677,
      "ى": 678,
      "ي": 679,
      "َ": 680,
      "ُ": 681,
      "ِ": 682,
      "ّ": 683,
      "ْ": 684,
      "ٯ": 685,
      "ٱ": 686,
      "ٸ": 687,
      "ٹ": 688,
      "پ": 689,
      "چ": 690,
      "ښ": 691,
      "ک": 692,
      "ګ": 693,
      "ڭ": 694,
      "گ": 695,
      "ڳ": 696,
      "ھ": 697,
      "ہ": 698,
      "ی": 699,
      "ە": 700,
      "۱": 701,
      "۲": 702,
      "۳": 703,
      "۴": 704,
      "۵": 705,
      "۶": 706,
      "۷": 707,
      "۸": 708,
      "۹": 709,
      "ܐ": 710,
      "ܘ": 711,
      "ܝ": 712,
      "ܟ": 713,
      "ܡ": 714,
      "ܢ": 715,
      "ܩ": 716,
      "ܸ": 717,
      "߱": 718,
      "ं": 719,
      "अ": 720,
      "आ": 721,
      "इ": 722,
      "ई": 723,
      "ओ": 724,
      "औ": 725,
      "क": 726,
      "ख": 727,
      "ग": 728,
      "च": 729,
      "ज": 730,
      "ट": 731,
      "ड": 732,
      "ण": 733,
      "त": 734,
      "द": 735,
      "ध": 736,
      "न": 737,
      "प": 738,
      "ब": 739,
      "भ": 740,
      "म": 741,
      "य": 742,
      "र": 743,
      "ल": 744,
      "व": 745,
      "श": 746,
      "ष": 747,
      "स": 748,
      "ह": 749,
      "ा": 750,
      "ि": 751,
      "ी": 752,
      "ु": 753,
      "ू": 754,
      "े": 755,
      "ो": 756,
      "ौ": 757,
      "्": 758,
      "०": 759,
      "ং": 760,
      "আ": 761,
      "ক": 762,
      "গ": 763,
      "ছ": 764,
      "ট": 765,
      "ঠ": 766,
      "ড": 767,
      "ত": 768,
      "দ": 769,
      "ন": 770,
      "প": 771,
      "ফ": 772,
      "ব": 773,
      "ম": 774,
      "য": 775,
      "র": 776,
      "ল": 777,
      "শ": 778,
      "স": 779,
      "হ": 780,
      "়": 781,
      "া": 782,
      "ি": 783,
      "ু": 784,
      "ে": 785,
      "ো": 786,
      "্": 787,
      "ৰ": 788,
      "ৱ": 789,
      "਍": 790,
      "ਖ": 791,
      "ਗ": 792,
      "ਤ": 793,
      "ਭ": 794,
      "ਵ": 795,
      "ਸ": 796,
      "ਾ": 797,
      "ੀ": 798,
      "ੈ": 799,
      "ઉ": 800,
      "ક": 801,
      "છ": 802,
      "ટ": 803,
      "ત": 804,
      "દ": 805,
      "પ": 806,
      "ભ": 807,
      "મ": 808,
      "ર": 809,
      "લ": 810,
      "વ": 811,
      "સ": 812,
      "ા": 813,
      "િ": 814,
      "ુ": 815,
      "ે": 816,
      "ો": 817,
      "્": 818,
      "அ": 819,
      "ஆ": 820,
      "இ": 821,
      "உ": 822,
      "ஊ": 823,
      "எ": 824,
      "ஓ": 825,
      "க": 826,
      "ங": 827,
      "ச": 828,
      "ட": 829,
      "ண": 830,
      "த": 831,
      "ந": 832,
      "ன": 833,
      "ப": 834,
      "ம": 835,
      "ய": 836,
      "ர": 837,
      "ற": 838,
      "ல": 839,
      "ள": 840,
      "ழ": 841,
      "வ": 842,
      "ஸ": 843,
      "ா": 844,
      "ி": 845,
      "ீ": 846,
      "ு": 847,
      "ூ": 848,
      "ெ": 849,
      "ே": 850,
      "ை": 851,
      "ொ": 852,
      "ோ": 853,
      "்": 854,
      "ಗ": 855,
      "ತ": 856,
      "ರ": 857,
      "ಳ": 858,
      "ಾ": 859,
      "ಿ": 860,
      "ೆ": 861,
      "ක": 862,
      "ත": 863,
      "ද": 864,
      "ප": 865,
      "ම": 866,
      "ර": 867,
      "ල": 868,
      "ව": 869,
      "්": 870,
      "ා": 871,
      "ි": 872,
      "ු": 873,
      "ෙ": 874,
      "ก": 875,
      "ข": 876,
      "ค": 877,
      "ฆ": 878,
      "ง": 879,
      "จ": 880,
      "ช": 881,
      "ซ": 882,
      "ญ": 883,
      "ฎ": 884,
      "ฒ": 885,
      "ณ": 886,
      "ด": 887,
      "ต": 888,
      "ถ": 889,
      "ท": 890,
      "ธ": 891,
      "น": 892,
      "บ": 893,
      "ป": 894,
      "ผ": 895,
      "พ": 896,
      "ฟ": 897,
      "ภ": 898,
      "ม": 899,
      "ย": 900,
      "ร": 901,
      "ล": 902,
      "ว": 903,
      "ศ": 904,
      "ษ": 905,
      "ส": 906,
      "ห": 907,
      "อ": 908,
      "ฮ": 909,
      "ฯ": 910,
      "ะ": 911,
      "ั": 912,
      "า": 913,
      "ำ": 914,
      "ิ": 915,
      "ี": 916,
      "ื": 917,
      "ุ": 918,
      "ู": 919,
      "เ": 920,
      "แ": 921,
      "โ": 922,
      "ใ": 923,
      "ไ": 924,
      "ๆ": 925,
      "็": 926,
      "่": 927,
      "้": 928,
      "๊": 929,
      "์": 930,
      "ງ": 931,
      "ຖ": 932,
      "ວ": 933,
      "ສ": 934,
      "ອ": 935,
      "ແ": 936,
      "་": 937,
      "།": 938,
      "ཀ": 939,
      "ཁ": 940,
      "ག": 941,
      "ང": 942,
      "ཆ": 943,
      "ཇ": 944,
      "ཏ": 945,
      "ད": 946,
      "ན": 947,
      "པ": 948,
      "ཕ": 949,
      "བ": 950,
      "མ": 951,
      "ཚ": 952,
      "ཛ": 953,
      "ཞ": 954,
      "ཟ": 955,
      "འ": 956,
      "ར": 957,
      "ལ": 958,
      "ཤ": 959,
      "ས": 960,
      "ི": 961,
      "ུ": 962,
      "ེ": 963,
      "ོ": 964,
      "ྒ": 965,
      "ྕ": 966,
      "ྟ": 967,
      "ྡ": 968,
      "ྤ": 969,
      "ྭ": 970,
      "ྱ": 971,
      "ྲ": 972,
      "ླ": 973,
      "ྷ": 974,
      "က": 975,
      "င": 976,
      "စ": 977,
      "ည": 978,
      "ဍ": 979,
      "တ": 980,
      "န": 981,
      "ပ": 982,
      "ဖ": 983,
      "ဗ": 984,
      "မ": 985,
      "ရ": 986,
      "လ": 987,
      "ဟ": 988,
      "အ": 989,
      "ဦ": 990,
      "ါ": 991,
      "ာ": 992,
      "ိ": 993,
      "ီ": 994,
      "ု": 995,
      "ူ": 996,
      "ေ": 997,
      "ဲ": 998,
      "ံ": 999,
      "့": 1000,
      "း": 1001,
      "္": 1002,
      "်": 1003,
      "ျ": 1004,
      "ြ": 1005,
      "ွ": 1006,
      "ှ": 1007,
      "၊": 1008,
      "ၚ": 1009,
      "ၟ": 1010,
      "ၶ": 1011,
      "ႄ": 1012,
      "ႇ": 1013,
      "ა": 1014,
      "ბ": 1015,
      "დ": 1016,
      "ე": 1017,
      "ვ": 1018,
      "ზ": 1019,
      "თ": 1020,
      "ი": 1021,
      "ლ": 1022,
      "მ": 1023,
      "ნ": 1024,
      "ო": 1025,
      "რ": 1026,
      "ს": 1027,
      "უ": 1028,
      "ფ": 1029,
      "ქ": 1030,
      "ყ": 1031,
      "ც": 1032,
      "ძ": 1033,
      "წ": 1034,
      "ჯ": 1035,
      "ჲ": 1036,
      "ማ": 1037,
      "ረ": 1038,
      "ር": 1039,
      "ሰ": 1040,
      "ቓ": 1041,
      "ኛ": 1042,
      "አ": 1043,
      "ጃ": 1044,
      "ᐃ": 1045,
      "ᐳ": 1046,
      "ᓅ": 1047,
      "ᓯ": 1048,
      "ᕋ": 1049,
      "ក": 1050,
      "គ": 1051,
      "ឃ": 1052,
      "ង": 1053,
      "ច": 1054,
      "ជ": 1055,
      "ញ": 1056,
      "ដ": 1057,
      "ឋ": 1058,
      "ត": 1059,
      "ទ": 1060,
      "ធ": 1061,
      "ន": 1062,
      "ព": 1063,
      "ម": 1064,
      "យ": 1065,
      "រ": 1066,
      "វ": 1067,
      "ស": 1068,
      "ហ": 1069,
      "អ": 1070,
      "ឧ": 1071,
      "ា": 1072,
      "ី": 1073,
      "ឹ": 1074,
      "ុ": 1075,
      "េ": 1076,
      "ែ": 1077,
      "ោ": 1078,
      "ំ": 1079,
      "ះ": 1080,
      "៉": 1081,
      "្": 1082,
      "៣": 1083,
      "ᠠ": 1084,
      "ᠡ": 1085,
      "ᠢ": 1086,
      "ᠣ": 1087,
      "ᠤ": 1088,
      "ᠨ": 1089,
      "ᠩ": 1090,
      "ᠪ": 1091,
      "ᠬ": 1092,
      "ᠭ": 1093,
      "ᠮ": 1094,
      "ᠯ": 1095,
      "ᠰ": 1096,
      "ᠲ": 1097,
      "ᠳ": 1098,
      "ᠴ": 1099,
      "ᠵ": 1100,
      "ᠶ": 1101,
      "ᠷ": 1102,
      "ᠸ": 1103,
      "ᡝ": 1104,
      "ᡠ": 1105,
      "ᡤ": 1106,
      "ᡥ": 1107,
      "ᡧ": 1108,
      "ᡨ": 1109,
      "ᡩ": 1110,
      "ᡳ": 1111,
      "ᡴ": 1112,
      "ᡵ": 1113,
      "ᡷ": 1114,
      "ᴀ": 1115,
      "ᴇ": 1116,
      "ᴬ": 1117,
      "ᴮ": 1118,
      "ᴳ": 1119,
      "ᴴ": 1120,
      "ᴵ": 1121,
      "ᴷ": 1122,
      "ᴺ": 1123,
      "ᴾ": 1124,
      "ᴿ": 1125,
      "ᵀ": 1126,
      "ᵃ": 1127,
      "ᵇ": 1128,
      "ᵈ": 1129,
      "ᵉ": 1130,
      "ᵍ": 1131,
      "ᵏ": 1132,
      "ᵐ": 1133,
      "ᵒ": 1134,
      "ᵖ": 1135,
      "ᵗ": 1136,
      "ᵘ": 1137,
      "ᵢ": 1138,
      "ᵤ": 1139,
      "ᵥ": 1140,
      "ᵻ": 1141,
      "ᶜ": 1142,
      "ᶻ": 1143,
      "᷆": 1144,
      "ḍ": 1145,
      "ḏ": 1146,
      "ḕ": 1147,
      "Ḡ": 1148,
      "ḡ": 1149,
      "Ḥ": 1150,
      "ḥ": 1151,
      "ḫ": 1152,
      "ḳ": 1153,
      "ḵ": 1154,
      "ḷ": 1155,
      "ṁ": 1156,
      "ṃ": 1157,
      "ṅ": 1158,
      "Ṇ": 1159,
      "ṇ": 1160,
      "Ṉ": 1161,
      "Ṛ": 1162,
      "ṛ": 1163,
      "Ṡ": 1164,
      "Ṣ": 1165,
      "ṣ": 1166,
      "Ṭ": 1167,
      "ṭ": 1168,
      "ṯ": 1169,
      "ẓ": 1170,
      "ẚ": 1171,
      "ạ": 1172,
      "ả": 1173,
      "ấ": 1174,
      "ầ": 1175,
      "ẩ": 1176,
      "ẫ": 1177,
      "ậ": 1178,
      "ắ": 1179,
      "ằ": 1180,
      "ẵ": 1181,
      "ẻ": 1182,
      "Ế": 1183,
      "ế": 1184,
      "ề": 1185,
      "ể": 1186,
      "ễ": 1187,
      "ệ": 1188,
      "ỉ": 1189,
      "ị": 1190,
      "ọ": 1191,
      "ỏ": 1192,
      "Ố": 1193,
      "ố": 1194,
      "ồ": 1195,
      "ổ": 1196,
      "ộ": 1197,
      "Ớ": 1198,
      "ớ": 1199,
      "Ờ": 1200,
      "ờ": 1201,
      "Ở": 1202,
      "ở": 1203,
      "Ỡ": 1204,
      "ỡ": 1205,
      "Ợ": 1206,
      "ợ": 1207,
      "ụ": 1208,
      "ủ": 1209,
      "Ứ": 1210,
      "ứ": 1211,
      "Ừ": 1212,
      "ừ": 1213,
      "Ử": 1214,
      "ử": 1215,
      "Ữ": 1216,
      "ữ": 1217,
      "Ự": 1218,
      "ự": 1219,
      "ỳ": 1220,
      "Ỷ": 1221,
      "ỹ": 1222,
      "ἀ": 1223,
      "ἁ": 1224,
      "ἄ": 1225,
      "ἅ": 1226,
      "ἆ": 1227,
      "Ἀ": 1228,
      "Ἁ": 1229,
      "Ἄ": 1230,
      "Ἅ": 1231,
      "ἐ": 1232,
      "Ἐ": 1233,
      "Ἑ": 1234,
      "Ἕ": 1235,
      "ἠ": 1236,
      "ἡ": 1237,
      "ἣ": 1238,
      "ἤ": 1239,
      "ἦ": 1240,
      "Ἡ": 1241,
      "Ἥ": 1242,
      "ἰ": 1243,
      "ἱ": 1244,
      "ἴ": 1245,
      "ἵ": 1246,
      "ἶ": 1247,
      "ἷ": 1248,
      "Ἰ": 1249,
      "Ἱ": 1250,
      "Ἴ": 1251,
      "ὀ": 1252,
      "ὁ": 1253,
      "ὄ": 1254,
      "ὅ": 1255,
      "Ὁ": 1256,
      "ὐ": 1257,
      "ὑ": 1258,
      "ὕ": 1259,
      "ὖ": 1260,
      "Ὑ": 1261,
      "ὡ": 1262,
      "Ὥ": 1263,
      "ὰ": 1264,
      "ὲ": 1265,
      "ὴ": 1266,
      "ὶ": 1267,
      "ὸ": 1268,
      "ὺ": 1269,
      "ᾀ": 1270,
      "ᾶ": 1271,
      "ῆ": 1272,
      "ῖ": 1273,
      "ῥ": 1274,
      "ῦ": 1275,
      "Ῥ": 1276,
      "ῳ": 1277,
      "ῶ": 1278,
      "ῷ": 1279,
      "῾": 1280,
      "​": 1281,
      "‌": 1282,
      "‍": 1283,
      "‎": 1284,
      "‏": 1285,
      "‐": 1286,
      "‑": 1287,
      "‒": 1288,
      "–": 1289,
      "—": 1290,
      "―": 1291,
      "‖": 1292,
      "‘": 1293,
      "’": 1294,
      "‚": 1295,
      "“": 1296,
      "”": 1297,
      "„": 1298,
      "‟": 1299,
      "†": 1300,
      "‡": 1301,
      "•": 1302,
      "‣": 1303,
      "‥": 1304,
      "…": 1305,
      "‧": 1306,
      "‪": 1307,
      "‬": 1308,
      "‭": 1309,
      "‰": 1310,
      "′": 1311,
      "″": 1312,
      "‹": 1313,
      "›": 1314,
      "※": 1315,
      "‼": 1316,
      "‾": 1317,
      "⁄": 1318,
      "⁠": 1319,
      "⁰": 1320,
      "ⁱ": 1321,
      "⁴": 1322,
      "⁵": 1323,
      "⁶": 1324,
      "⁷": 1325,
      "⁸": 1326,
      "⁹": 1327,
      "⁺": 1328,
      "⁻": 1329,
      "ⁿ": 1330,
      "₀": 1331,
      "₁": 1332,
      "₂": 1333,
      "₃": 1334,
      "₄": 1335,
      "₅": 1336,
      "₆": 1337,
      "₇": 1338,
      "₈": 1339,
      "₉": 1340,
      "₊": 1341,
      "₍": 1342,
      "₎": 1343,
      "ₐ": 1344,
      "ₑ": 1345,
      "ₓ": 1346,
      "ₕ": 1347,
      "ₖ": 1348,
      "ₘ": 1349,
      "ₙ": 1350,
      "ₚ": 1351,
      "ₛ": 1352,
      "ₜ": 1353,
      "₡": 1354,
      "₤": 1355,
      "€": 1356,
      "₱": 1357,
      "₵": 1358,
      "₹": 1359,
      "₽": 1360,
      "⃣": 1361,
      "℃": 1362,
      "℉": 1363,
      "ℓ": 1364,
      "№": 1365,
      "℗": 1366,
      "℠": 1367,
      "™": 1368,
      "⅓": 1369,
      "⅔": 1370,
      "Ⅰ": 1371,
      "Ⅱ": 1372,
      "Ⅲ": 1373,
      "Ⅳ": 1374,
      "Ⅹ": 1375,
      "Ⅿ": 1376,
      "ⅰ": 1377,
      "ⅱ": 1378,
      "ⅲ": 1379,
      "ↀ": 1380,
      "←": 1381,
      "↑": 1382,
      "→": 1383,
      "↓": 1384,
      "↔": 1385,
      "↖": 1386,
      "↗": 1387,
      "↩": 1388,
      "↵": 1389,
      "⇐": 1390,
      "⇒": 1391,
      "⇧": 1392,
      "⇾": 1393,
      "∀": 1394,
      "∃": 1395,
      "∆": 1396,
      "∈": 1397,
      "∑": 1398,
      "−": 1399,
      "∗": 1400,
      "∙": 1401,
      "√": 1402,
      "∞": 1403,
      "∠": 1404,
      "∧": 1405,
      "∨": 1406,
      "≈": 1407,
      "≠": 1408,
      "≡": 1409,
      "≤": 1410,
      "≥": 1411,
      "⊂": 1412,
      "⊃": 1413,
      "⊢": 1414,
      "⋅": 1415,
      "⋯": 1416,
      "⌘": 1417,
      "〉": 1418,
      "⎯": 1419,
      "⏩": 1420,
      "⏪": 1421,
      "⏰": 1422,
      "①": 1423,
      "②": 1424,
      "③": 1425,
      "④": 1426,
      "⑤": 1427,
      "⑥": 1428,
      "⑦": 1429,
      "⑧": 1430,
      "⑨": 1431,
      "⑴": 1432,
      "⑵": 1433,
      "⑶": 1434,
      "⑷": 1435,
      "ⓒ": 1436,
      "─": 1437,
      "│": 1438,
      "└": 1439,
      "├": 1440,
      "┼": 1441,
      "═": 1442,
      "╞": 1443,
      "╡": 1444,
      "╱": 1445,
      "╵": 1446,
      "╷": 1447,
      "▌": 1448,
      "■": 1449,
      "□": 1450,
      "▪": 1451,
      "▬": 1452,
      "▲": 1453,
      "▶": 1454,
      "▸": 1455,
      "►": 1456,
      "▼": 1457,
      "◄": 1458,
      "◆": 1459,
      "○": 1460,
      "●": 1461,
      "◘": 1462,
      "◢": 1463,
      "◤": 1464,
      "◯": 1465,
      "★": 1466,
      "☆": 1467,
      "☉": 1468,
      "☎": 1469,
      "☐": 1470,
      "☑": 1471,
      "☪": 1472,
      "☺": 1473,
      "☻": 1474,
      "♀": 1475,
      "♂": 1476,
      "♠": 1477,
      "♣": 1478,
      "♥": 1479,
      "♦": 1480,
      "♩": 1481,
      "♪": 1482,
      "♫": 1483,
      "♬": 1484,
      "♭": 1485,
      "♯": 1486,
      "⚒": 1487,
      "⚠": 1488,
      "✅": 1489,
      "✍": 1490,
      "✓": 1491,
      "✔": 1492,
      "✖": 1493,
      "✨": 1494,
      "✩": 1495,
      "❌": 1496,
      "❟": 1497,
      "❤": 1498,
      "❧": 1499,
      "❮": 1500,
      "❯": 1501,
      "➔": 1502,
      "➜": 1503,
      "➝": 1504,
      "➢": 1505,
      "➤": 1506,
      "⟨": 1507,
      "⟩": 1508,
      "⟵": 1509,
      "⟶": 1510,
      "⬅": 1511,
      "⬈": 1512,
      "ⱼ": 1513,
      "ⳟ": 1514,
      "ⳡ": 1515,
      "ⳣ": 1516,
      "⹥": 1517,
      "⽂": 1518,
      "⾥": 1519,
      "⾳": 1520,
      "⾼": 1521,
      "⿰": 1522,
      "、": 1523,
      "。": 1524,
      "々": 1525,
      "〇": 1526,
      "〈": 1527,
      "〉": 1528,
      "《": 1529,
      "》": 1530,
      "「": 1531,
      "」": 1532,
      "『": 1533,
      "』": 1534,
      "【": 1535,
      "】": 1536,
      "〔": 1537,
      "〕": 1538,
      "〜": 1539,
      "〻": 1540,
      "〽": 1541,
      "あ": 1542,
      "い": 1543,
      "う": 1544,
      "え": 1545,
      "お": 1546,
      "か": 1547,
      "が": 1548,
      "き": 1549,
      "ぎ": 1550,
      "く": 1551,
      "ぐ": 1552,
      "け": 1553,
      "げ": 1554,
      "こ": 1555,
      "ご": 1556,
      "さ": 1557,
      "ざ": 1558,
      "し": 1559,
      "じ": 1560,
      "す": 1561,
      "ず": 1562,
      "せ": 1563,
      "ぜ": 1564,
      "そ": 1565,
      "た": 1566,
      "だ": 1567,
      "ち": 1568,
      "っ": 1569,
      "つ": 1570,
      "づ": 1571,
      "て": 1572,
      "で": 1573,
      "と": 1574,
      "ど": 1575,
      "な": 1576,
      "に": 1577,
      "ぬ": 1578,
      "ね": 1579,
      "の": 1580,
      "は": 1581,
      "ば": 1582,
      "ぱ": 1583,
      "ひ": 1584,
      "び": 1585,
      "ぴ": 1586,
      "ふ": 1587,
      "ぶ": 1588,
      "ぷ": 1589,
      "へ": 1590,
      "べ": 1591,
      "ほ": 1592,
      "ぼ": 1593,
      "ま": 1594,
      "み": 1595,
      "む": 1596,
      "め": 1597,
      "も": 1598,
      "ゃ": 1599,
      "や": 1600,
      "ゅ": 1601,
      "ゆ": 1602,
      "ょ": 1603,
      "よ": 1604,
      "ら": 1605,
      "り": 1606,
      "る": 1607,
      "れ": 1608,
      "ろ": 1609,
      "わ": 1610,
      "を": 1611,
      "ん": 1612,
      "ゝ": 1613,
      "ゞ": 1614,
      "ァ": 1615,
      "ア": 1616,
      "ィ": 1617,
      "イ": 1618,
      "ゥ": 1619,
      "ウ": 1620,
      "ェ": 1621,
      "エ": 1622,
      "ォ": 1623,
      "オ": 1624,
      "カ": 1625,
      "ガ": 1626,
      "キ": 1627,
      "ギ": 1628,
      "ク": 1629,
      "グ": 1630,
      "ケ": 1631,
      "ゲ": 1632,
      "コ": 1633,
      "ゴ": 1634,
      "サ": 1635,
      "ザ": 1636,
      "シ": 1637,
      "ジ": 1638,
      "ス": 1639,
      "ズ": 1640,
      "セ": 1641,
      "ゼ": 1642,
      "ソ": 1643,
      "ゾ": 1644,
      "タ": 1645,
      "ダ": 1646,
      "チ": 1647,
      "ヂ": 1648,
      "ッ": 1649,
      "ツ": 1650,
      "テ": 1651,
      "デ": 1652,
      "ト": 1653,
      "ド": 1654,
      "ナ": 1655,
      "ニ": 1656,
      "ヌ": 1657,
      "ネ": 1658,
      "ノ": 1659,
      "ハ": 1660,
      "バ": 1661,
      "パ": 1662,
      "ヒ": 1663,
      "ビ": 1664,
      "ピ": 1665,
      "フ": 1666,
      "ブ": 1667,
      "プ": 1668,
      "ヘ": 1669,
      "ベ": 1670,
      "ペ": 1671,
      "ホ": 1672,
      "ボ": 1673,
      "ポ": 1674,
      "マ": 1675,
      "ミ": 1676,
      "ム": 1677,
      "メ": 1678,
      "モ": 1679,
      "ャ": 1680,
      "ヤ": 1681,
      "ュ": 1682,
      "ユ": 1683,
      "ョ": 1684,
      "ヨ": 1685,
      "ラ": 1686,
      "リ": 1687,
      "ル": 1688,
      "レ": 1689,
      "ロ": 1690,
      "ワ": 1691,
      "ン": 1692,
      "ヴ": 1693,
      "ヶ": 1694,
      "・": 1695,
      "ー": 1696,
      "ヽ": 1697,
      "ㄇ": 1698,
      "ㄈ": 1699,
      "ㄋ": 1700,
      "ㄌ": 1701,
      "ㄑ": 1702,
      "ㄝ": 1703,
      "ㄞ": 1704,
      "ㄣ": 1705,
      "ㄧ": 1706,
      "ㄨ": 1707,
      "ㅂ": 1708,
      "ㅅ": 1709,
      "ㅆ": 1710,
      "ㅊ": 1711,
      "ㅍ": 1712,
      "ㅏ": 1713,
      "ㅐ": 1714,
      "ㅓ": 1715,
      "ㅔ": 1716,
      "ㅗ": 1717,
      "ㅜ": 1718,
      "ㅡ": 1719,
      "ㅣ": 1720,
      "ㅸ": 1721,
      "ㅿ": 1722,
      "ㆍ": 1723,
      "㈠": 1724,
      "㈡": 1725,
      "㎡": 1726,
      "㑩": 1727,
      "㓥": 1728,
      "㖊": 1729,
      "㘣": 1730,
      "㙩": 1731,
      "㚟": 1732,
      "㜲": 1733,
      "㞎": 1734,
      "㫁": 1735,
      "㭴": 1736,
      "㮚": 1737,
      "㯫": 1738,
      "㳇": 1739,
      "㵅": 1740,
      "㷧": 1741,
      "㹴": 1742,
      "䇲": 1743,
      "䊾": 1744,
      "䓬": 1745,
      "䖏": 1746,
      "䙓": 1747,
      "䜣": 1748,
      "䦹": 1749,
      "䧇": 1750,
      "䫂": 1751,
      "䫻": 1752,
      "䱵": 1753,
      "䴘": 1754,
      "䴙": 1755,
      "䵣": 1756,
      "一": 1757,
      "丁": 1758,
      "七": 1759,
      "万": 1760,
      "丈": 1761,
      "三": 1762,
      "上": 1763,
      "下": 1764,
      "不": 1765,
      "与": 1766,
      "丐": 1767,
      "丑": 1768,
      "专": 1769,
      "且": 1770,
      "丕": 1771,
      "世": 1772,
      "丘": 1773,
      "丙": 1774,
      "业": 1775,
      "丛": 1776,
      "东": 1777,
      "丝": 1778,
      "丞": 1779,
      "両": 1780,
      "丢": 1781,
      "两": 1782,
      "严": 1783,
      "並": 1784,
      "丧": 1785,
      "个": 1786,
      "丫": 1787,
      "中": 1788,
      "丰": 1789,
      "串": 1790,
      "临": 1791,
      "丶": 1792,
      "丸": 1793,
      "丹": 1794,
      "为": 1795,
      "主": 1796,
      "丽": 1797,
      "举": 1798,
      "乂": 1799,
      "乃": 1800,
      "久": 1801,
      "么": 1802,
      "义": 1803,
      "之": 1804,
      "乌": 1805,
      "乍": 1806,
      "乎": 1807,
      "乏": 1808,
      "乐": 1809,
      "乒": 1810,
      "乓": 1811,
      "乔": 1812,
      "乖": 1813,
      "乗": 1814,
      "乘": 1815,
      "乙": 1816,
      "乜": 1817,
      "九": 1818,
      "乞": 1819,
      "也": 1820,
      "习": 1821,
      "乡": 1822,
      "乣": 1823,
      "书": 1824,
      "乩": 1825,
      "乪": 1826,
      "买": 1827,
      "乱": 1828,
      "乳": 1829,
      "乾": 1830,
      "亀": 1831,
      "亂": 1832,
      "亅": 1833,
      "了": 1834,
      "予": 1835,
      "争": 1836,
      "事": 1837,
      "二": 1838,
      "于": 1839,
      "亏": 1840,
      "云": 1841,
      "互": 1842,
      "亓": 1843,
      "五": 1844,
      "井": 1845,
      "亘": 1846,
      "亚": 1847,
      "些": 1848,
      "亜": 1849,
      "亞": 1850,
      "亟": 1851,
      "亡": 1852,
      "亢": 1853,
      "交": 1854,
      "亥": 1855,
      "亦": 1856,
      "产": 1857,
      "亨": 1858,
      "亩": 1859,
      "享": 1860,
      "京": 1861,
      "亭": 1862,
      "亮": 1863,
      "亲": 1864,
      "亳": 1865,
      "亵": 1866,
      "亶": 1867,
      "亹": 1868,
      "人": 1869,
      "亻": 1870,
      "亿": 1871,
      "什": 1872,
      "仁": 1873,
      "仃": 1874,
      "仄": 1875,
      "仅": 1876,
      "仆": 1877,
      "仇": 1878,
      "今": 1879,
      "介": 1880,
      "仍": 1881,
      "从": 1882,
      "仏": 1883,
      "仑": 1884,
      "仓": 1885,
      "仔": 1886,
      "仕": 1887,
      "他": 1888,
      "仗": 1889,
      "付": 1890,
      "仙": 1891,
      "仝": 1892,
      "仞": 1893,
      "仟": 1894,
      "仡": 1895,
      "代": 1896,
      "令": 1897,
      "以": 1898,
      "仪": 1899,
      "们": 1900,
      "仮": 1901,
      "仰": 1902,
      "仲": 1903,
      "仳": 1904,
      "仵": 1905,
      "件": 1906,
      "价": 1907,
      "任": 1908,
      "份": 1909,
      "仿": 1910,
      "企": 1911,
      "伉": 1912,
      "伊": 1913,
      "伍": 1914,
      "伎": 1915,
      "伏": 1916,
      "伐": 1917,
      "休": 1918,
      "伕": 1919,
      "众": 1920,
      "优": 1921,
      "伙": 1922,
      "会": 1923,
      "伝": 1924,
      "伞": 1925,
      "伟": 1926,
      "传": 1927,
      "伤": 1928,
      "伥": 1929,
      "伦": 1930,
      "伧": 1931,
      "伪": 1932,
      "伫": 1933,
      "伯": 1934,
      "估": 1935,
      "伴": 1936,
      "伶": 1937,
      "伸": 1938,
      "伺": 1939,
      "似": 1940,
      "伽": 1941,
      "伾": 1942,
      "佀": 1943,
      "佃": 1944,
      "但": 1945,
      "佇": 1946,
      "位": 1947,
      "低": 1948,
      "住": 1949,
      "佐": 1950,
      "佑": 1951,
      "体": 1952,
      "佔": 1953,
      "何": 1954,
      "佗": 1955,
      "佘": 1956,
      "余": 1957,
      "佚": 1958,
      "佛": 1959,
      "作": 1960,
      "佞": 1961,
      "佟": 1962,
      "你": 1963,
      "佢": 1964,
      "佣": 1965,
      "佤": 1966,
      "佥": 1967,
      "佧": 1968,
      "佩": 1969,
      "佬": 1970,
      "佯": 1971,
      "佰": 1972,
      "佳": 1973,
      "佷": 1974,
      "佺": 1975,
      "佻": 1976,
      "佼": 1977,
      "佾": 1978,
      "使": 1979,
      "侂": 1980,
      "侃": 1981,
      "侄": 1982,
      "來": 1983,
      "侈": 1984,
      "例": 1985,
      "侍": 1986,
      "侏": 1987,
      "侑": 1988,
      "侔": 1989,
      "侗": 1990,
      "侘": 1991,
      "供": 1992,
      "依": 1993,
      "侠": 1994,
      "侣": 1995,
      "侥": 1996,
      "侦": 1997,
      "侧": 1998,
      "侨": 1999,
      "侩": 2000,
      "侪": 2001,
      "侬": 2002,
      "侮": 2003,
      "侯": 2004,
      "侵": 2005,
      "侹": 2006,
      "便": 2007,
      "係": 2008,
      "促": 2009,
      "俄": 2010,
      "俅": 2011,
      "俊": 2012,
      "俎": 2013,
      "俏": 2014,
      "俐": 2015,
      "俑": 2016,
      "俗": 2017,
      "俘": 2018,
      "俚": 2019,
      "俛": 2020,
      "保": 2021,
      "俞": 2022,
      "俟": 2023,
      "俠": 2024,
      "信": 2025,
      "俣": 2026,
      "俦": 2027,
      "俨": 2028,
      "俩": 2029,
      "俪": 2030,
      "俫": 2031,
      "俭": 2032,
      "修": 2033,
      "俯": 2034,
      "俰": 2035,
      "俱": 2036,
      "俳": 2037,
      "俵": 2038,
      "俶": 2039,
      "俸": 2040,
      "俺": 2041,
      "俽": 2042,
      "俾": 2043,
      "倂": 2044,
      "倉": 2045,
      "個": 2046,
      "倍": 2047,
      "倏": 2048,
      "們": 2049,
      "倒": 2050,
      "倓": 2051,
      "倔": 2052,
      "倕": 2053,
      "倘": 2054,
      "候": 2055,
      "倚": 2056,
      "倛": 2057,
      "倜": 2058,
      "倞": 2059,
      "借": 2060,
      "倡": 2061,
      "倣": 2062,
      "値": 2063,
      "倦": 2064,
      "倧": 2065,
      "倩": 2066,
      "倪": 2067,
      "倫": 2068,
      "倬": 2069,
      "倭": 2070,
      "倮": 2071,
      "倶": 2072,
      "债": 2073,
      "值": 2074,
      "倾": 2075,
      "偁": 2076,
      "偃": 2077,
      "假": 2078,
      "偈": 2079,
      "偉": 2080,
      "偏": 2081,
      "偕": 2082,
      "做": 2083,
      "停": 2084,
      "健": 2085,
      "偪": 2086,
      "偲": 2087,
      "偵": 2088,
      "偶": 2089,
      "偷": 2090,
      "偻": 2091,
      "偿": 2092,
      "傀": 2093,
      "傅": 2094,
      "傈": 2095,
      "傍": 2096,
      "傑": 2097,
      "傒": 2098,
      "傕": 2099,
      "備": 2100,
      "傣": 2101,
      "傤": 2102,
      "傥": 2103,
      "傧": 2104,
      "储": 2105,
      "傩": 2106,
      "催": 2107,
      "傲": 2108,
      "傳": 2109,
      "傷": 2110,
      "傻": 2111,
      "像": 2112,
      "僑": 2113,
      "僖": 2114,
      "僚": 2115,
      "僧": 2116,
      "僬": 2117,
      "僭": 2118,
      "僮": 2119,
      "僳": 2120,
      "僵": 2121,
      "僶": 2122,
      "價": 2123,
      "僻": 2124,
      "儀": 2125,
      "儁": 2126,
      "儆": 2127,
      "儇": 2128,
      "儋": 2129,
      "儍": 2130,
      "儒": 2131,
      "儡": 2132,
      "優": 2133,
      "儵": 2134,
      "儿": 2135,
      "兀": 2136,
      "允": 2137,
      "元": 2138,
      "兄": 2139,
      "充": 2140,
      "兆": 2141,
      "先": 2142,
      "光": 2143,
      "克": 2144,
      "免": 2145,
      "児": 2146,
      "兑": 2147,
      "兒": 2148,
      "兔": 2149,
      "兖": 2150,
      "党": 2151,
      "兜": 2152,
      "入": 2153,
      "內": 2154,
      "全": 2155,
      "兩": 2156,
      "兪": 2157,
      "八": 2158,
      "公": 2159,
      "六": 2160,
      "兮": 2161,
      "兰": 2162,
      "共": 2163,
      "关": 2164,
      "兴": 2165,
      "兵": 2166,
      "其": 2167,
      "具": 2168,
      "典": 2169,
      "兹": 2170,
      "养": 2171,
      "兼": 2172,
      "兽": 2173,
      "冀": 2174,
      "内": 2175,
      "円": 2176,
      "冈": 2177,
      "冉": 2178,
      "册": 2179,
      "再": 2180,
      "冏": 2181,
      "冒": 2182,
      "冕": 2183,
      "冗": 2184,
      "写": 2185,
      "冚": 2186,
      "军": 2187,
      "农": 2188,
      "冠": 2189,
      "冢": 2190,
      "冤": 2191,
      "冥": 2192,
      "冧": 2193,
      "冬": 2194,
      "冯": 2195,
      "冰": 2196,
      "冲": 2197,
      "决": 2198,
      "冴": 2199,
      "况": 2200,
      "冶": 2201,
      "冷": 2202,
      "冻": 2203,
      "冼": 2204,
      "净": 2205,
      "凃": 2206,
      "凄": 2207,
      "准": 2208,
      "凇": 2209,
      "凉": 2210,
      "凋": 2211,
      "凌": 2212,
      "凍": 2213,
      "减": 2214,
      "凑": 2215,
      "凛": 2216,
      "凜": 2217,
      "凝": 2218,
      "几": 2219,
      "凡": 2220,
      "凤": 2221,
      "凭": 2222,
      "凯": 2223,
      "凰": 2224,
      "凱": 2225,
      "凳": 2226,
      "凶": 2227,
      "凸": 2228,
      "凹": 2229,
      "出": 2230,
      "击": 2231,
      "凼": 2232,
      "函": 2233,
      "凿": 2234,
      "刀": 2235,
      "刁": 2236,
      "刃": 2237,
      "刄": 2238,
      "分": 2239,
      "切": 2240,
      "刈": 2241,
      "刊": 2242,
      "刍": 2243,
      "刎": 2244,
      "刑": 2245,
      "划": 2246,
      "刖": 2247,
      "列": 2248,
      "刘": 2249,
      "则": 2250,
      "刚": 2251,
      "创": 2252,
      "初": 2253,
      "删": 2254,
      "判": 2255,
      "別": 2256,
      "刨": 2257,
      "利": 2258,
      "别": 2259,
      "刭": 2260,
      "刮": 2261,
      "到": 2262,
      "制": 2263,
      "刷": 2264,
      "券": 2265,
      "刹": 2266,
      "刺": 2267,
      "刻": 2268,
      "刽": 2269,
      "剁": 2270,
      "剂": 2271,
      "剃": 2272,
      "則": 2273,
      "削": 2274,
      "剌": 2275,
      "前": 2276,
      "剎": 2277,
      "剐": 2278,
      "剑": 2279,
      "剔": 2280,
      "剖": 2281,
      "剛": 2282,
      "剜": 2283,
      "剟": 2284,
      "剡": 2285,
      "剣": 2286,
      "剤": 2287,
      "剥": 2288,
      "剧": 2289,
      "剩": 2290,
      "剪": 2291,
      "副": 2292,
      "割": 2293,
      "創": 2294,
      "剸": 2295,
      "剽": 2296,
      "剿": 2297,
      "劃": 2298,
      "劇": 2299,
      "劈": 2300,
      "劉": 2301,
      "劍": 2302,
      "劑": 2303,
      "劓": 2304,
      "力": 2305,
      "劝": 2306,
      "办": 2307,
      "功": 2308,
      "加": 2309,
      "务": 2310,
      "劢": 2311,
      "劣": 2312,
      "动": 2313,
      "助": 2314,
      "努": 2315,
      "劫": 2316,
      "劭": 2317,
      "励": 2318,
      "劲": 2319,
      "劳": 2320,
      "劵": 2321,
      "劻": 2322,
      "劾": 2323,
      "势": 2324,
      "勁": 2325,
      "勃": 2326,
      "勇": 2327,
      "勉": 2328,
      "勋": 2329,
      "勍": 2330,
      "勐": 2331,
      "勑": 2332,
      "勒": 2333,
      "勔": 2334,
      "動": 2335,
      "勖": 2336,
      "勘": 2337,
      "務": 2338,
      "勛": 2339,
      "勝": 2340,
      "勞": 2341,
      "募": 2342,
      "勢": 2343,
      "勣": 2344,
      "勤": 2345,
      "勲": 2346,
      "勳": 2347,
      "勷": 2348,
      "勺": 2349,
      "勾": 2350,
      "勿": 2351,
      "匀": 2352,
      "包": 2353,
      "匆": 2354,
      "匈": 2355,
      "匍": 2356,
      "匏": 2357,
      "匐": 2358,
      "匕": 2359,
      "化": 2360,
      "北": 2361,
      "匙": 2362,
      "匜": 2363,
      "匝": 2364,
      "匠": 2365,
      "匡": 2366,
      "匣": 2367,
      "匪": 2368,
      "匮": 2369,
      "匯": 2370,
      "匹": 2371,
      "区": 2372,
      "医": 2373,
      "匾": 2374,
      "匿": 2375,
      "區": 2376,
      "十": 2377,
      "千": 2378,
      "卅": 2379,
      "升": 2380,
      "午": 2381,
      "卉": 2382,
      "半": 2383,
      "卌": 2384,
      "卍": 2385,
      "华": 2386,
      "协": 2387,
      "卑": 2388,
      "卒": 2389,
      "卓": 2390,
      "協": 2391,
      "单": 2392,
      "卖": 2393,
      "南": 2394,
      "博": 2395,
      "卜": 2396,
      "卞": 2397,
      "占": 2398,
      "卡": 2399,
      "卢": 2400,
      "卣": 2401,
      "卤": 2402,
      "卦": 2403,
      "卧": 2404,
      "卫": 2405,
      "卮": 2406,
      "卯": 2407,
      "印": 2408,
      "危": 2409,
      "即": 2410,
      "却": 2411,
      "卵": 2412,
      "卷": 2413,
      "卸": 2414,
      "卻": 2415,
      "卿": 2416,
      "厂": 2417,
      "厄": 2418,
      "厅": 2419,
      "历": 2420,
      "厉": 2421,
      "压": 2422,
      "厌": 2423,
      "厍": 2424,
      "厓": 2425,
      "厔": 2426,
      "厕": 2427,
      "厘": 2428,
      "厙": 2429,
      "厚": 2430,
      "厝": 2431,
      "原": 2432,
      "厢": 2433,
      "厥": 2434,
      "厦": 2435,
      "厨": 2436,
      "厩": 2437,
      "厮": 2438,
      "厯": 2439,
      "去": 2440,
      "县": 2441,
      "叁": 2442,
      "参": 2443,
      "參": 2444,
      "又": 2445,
      "叉": 2446,
      "及": 2447,
      "友": 2448,
      "双": 2449,
      "反": 2450,
      "収": 2451,
      "发": 2452,
      "叒": 2453,
      "叔": 2454,
      "取": 2455,
      "受": 2456,
      "变": 2457,
      "叙": 2458,
      "叚": 2459,
      "叛": 2460,
      "叟": 2461,
      "叠": 2462,
      "叡": 2463,
      "口": 2464,
      "古": 2465,
      "句": 2466,
      "另": 2467,
      "叨": 2468,
      "叩": 2469,
      "只": 2470,
      "叫": 2471,
      "召": 2472,
      "叭": 2473,
      "叮": 2474,
      "可": 2475,
      "台": 2476,
      "叱": 2477,
      "史": 2478,
      "右": 2479,
      "叵": 2480,
      "叶": 2481,
      "号": 2482,
      "司": 2483,
      "叹": 2484,
      "叼": 2485,
      "叽": 2486,
      "吁": 2487,
      "吃": 2488,
      "各": 2489,
      "合": 2490,
      "吉": 2491,
      "吊": 2492,
      "吋": 2493,
      "同": 2494,
      "名": 2495,
      "后": 2496,
      "吏": 2497,
      "吐": 2498,
      "向": 2499,
      "吒": 2500,
      "吓": 2501,
      "吕": 2502,
      "吗": 2503,
      "君": 2504,
      "吝": 2505,
      "吞": 2506,
      "吟": 2507,
      "吠": 2508,
      "吡": 2509,
      "否": 2510,
      "吧": 2511,
      "吨": 2512,
      "吩": 2513,
      "含": 2514,
      "听": 2515,
      "吮": 2516,
      "启": 2517,
      "吲": 2518,
      "吳": 2519,
      "吴": 2520,
      "吵": 2521,
      "吸": 2522,
      "吹": 2523,
      "吻": 2524,
      "吼": 2525,
      "吾": 2526,
      "吿": 2527,
      "呀": 2528,
      "呂": 2529,
      "呃": 2530,
      "呆": 2531,
      "呈": 2532,
      "呉": 2533,
      "告": 2534,
      "呋": 2535,
      "呎": 2536,
      "呐": 2537,
      "呑": 2538,
      "呔": 2539,
      "呕": 2540,
      "呖": 2541,
      "呗": 2542,
      "员": 2543,
      "呛": 2544,
      "呜": 2545,
      "呢": 2546,
      "呤": 2547,
      "呦": 2548,
      "周": 2549,
      "呱": 2550,
      "味": 2551,
      "呵": 2552,
      "呷": 2553,
      "呻": 2554,
      "呼": 2555,
      "命": 2556,
      "呾": 2557,
      "咀": 2558,
      "咁": 2559,
      "咄": 2560,
      "咆": 2561,
      "咋": 2562,
      "和": 2563,
      "咎": 2564,
      "咏": 2565,
      "咐": 2566,
      "咒": 2567,
      "咕": 2568,
      "咖": 2569,
      "咗": 2570,
      "咙": 2571,
      "咚": 2572,
      "咤": 2573,
      "咥": 2574,
      "咧": 2575,
      "咨": 2576,
      "咩": 2577,
      "咪": 2578,
      "咫": 2579,
      "咬": 2580,
      "咭": 2581,
      "咯": 2582,
      "咱": 2583,
      "咲": 2584,
      "咳": 2585,
      "咸": 2586,
      "咻": 2587,
      "咽": 2588,
      "咿": 2589,
      "哀": 2590,
      "品": 2591,
      "哄": 2592,
      "哆": 2593,
      "哇": 2594,
      "哈": 2595,
      "哉": 2596,
      "哋": 2597,
      "哌": 2598,
      "响": 2599,
      "哏": 2600,
      "哑": 2601,
      "哒": 2602,
      "哔": 2603,
      "哗": 2604,
      "哙": 2605,
      "哚": 2606,
      "哟": 2607,
      "員": 2608,
      "哥": 2609,
      "哦": 2610,
      "哨": 2611,
      "哩": 2612,
      "哪": 2613,
      "哭": 2614,
      "哮": 2615,
      "哲": 2616,
      "哺": 2617,
      "哼": 2618,
      "哽": 2619,
      "唁": 2620,
      "唄": 2621,
      "唆": 2622,
      "唇": 2623,
      "唎": 2624,
      "唏": 2625,
      "唐": 2626,
      "唑": 2627,
      "唔": 2628,
      "唛": 2629,
      "唢": 2630,
      "唤": 2631,
      "唬": 2632,
      "售": 2633,
      "唯": 2634,
      "唱": 2635,
      "唷": 2636,
      "唾": 2637,
      "啃": 2638,
      "啄": 2639,
      "商": 2640,
      "啉": 2641,
      "啊": 2642,
      "問": 2643,
      "啓": 2644,
      "啖": 2645,
      "啜": 2646,
      "啟": 2647,
      "啡": 2648,
      "啤": 2649,
      "啥": 2650,
      "啦": 2651,
      "啧": 2652,
      "啪": 2653,
      "啬": 2654,
      "啮": 2655,
      "啰": 2656,
      "啱": 2657,
      "啲": 2658,
      "啵": 2659,
      "啶": 2660,
      "啸": 2661,
      "啼": 2662,
      "啾": 2663,
      "喀": 2664,
      "喁": 2665,
      "喂": 2666,
      "喃": 2667,
      "善": 2668,
      "喆": 2669,
      "喇": 2670,
      "喉": 2671,
      "喊": 2672,
      "喋": 2673,
      "喑": 2674,
      "喔": 2675,
      "喘": 2676,
      "喙": 2677,
      "喜": 2678,
      "喝": 2679,
      "喟": 2680,
      "喧": 2681,
      "喫": 2682,
      "喬": 2683,
      "單": 2684,
      "喱": 2685,
      "喵": 2686,
      "営": 2687,
      "喷": 2688,
      "喹": 2689,
      "喺": 2690,
      "喻": 2691,
      "喽": 2692,
      "嗄": 2693,
      "嗅": 2694,
      "嗇": 2695,
      "嗑": 2696,
      "嗒": 2697,
      "嗓": 2698,
      "嗔": 2699,
      "嗜": 2700,
      "嗟": 2701,
      "嗡": 2702,
      "嗣": 2703,
      "嗤": 2704,
      "嗥": 2705,
      "嗦": 2706,
      "嗨": 2707,
      "嗪": 2708,
      "嗯": 2709,
      "嗲": 2710,
      "嗳": 2711,
      "嗽": 2712,
      "嘀": 2713,
      "嘂": 2714,
      "嘅": 2715,
      "嘉": 2716,
      "嘌": 2717,
      "嘎": 2718,
      "嘏": 2719,
      "嘘": 2720,
      "嘛": 2721,
      "嘢": 2722,
      "嘣": 2723,
      "嘧": 2724,
      "嘱": 2725,
      "嘲": 2726,
      "嘴": 2727,
      "嘶": 2728,
      "嘹": 2729,
      "嘻": 2730,
      "嘿": 2731,
      "噌": 2732,
      "噏": 2733,
      "噗": 2734,
      "噜": 2735,
      "噤": 2736,
      "器": 2737,
      "噩": 2738,
      "噪": 2739,
      "噫": 2740,
      "噬": 2741,
      "噱": 2742,
      "噴": 2743,
      "噶": 2744,
      "噻": 2745,
      "噼": 2746,
      "嚆": 2747,
      "嚎": 2748,
      "嚏": 2749,
      "嚟": 2750,
      "嚢": 2751,
      "嚣": 2752,
      "嚭": 2753,
      "嚴": 2754,
      "嚵": 2755,
      "嚷": 2756,
      "嚼": 2757,
      "囂": 2758,
      "囊": 2759,
      "囍": 2760,
      "囗": 2761,
      "囚": 2762,
      "四": 2763,
      "回": 2764,
      "因": 2765,
      "囡": 2766,
      "团": 2767,
      "団": 2768,
      "囤": 2769,
      "囧": 2770,
      "园": 2771,
      "困": 2772,
      "囱": 2773,
      "囲": 2774,
      "围": 2775,
      "囷": 2776,
      "囹": 2777,
      "固": 2778,
      "国": 2779,
      "图": 2780,
      "囿": 2781,
      "圃": 2782,
      "圄": 2783,
      "圆": 2784,
      "圈": 2785,
      "圉": 2786,
      "國": 2787,
      "圌": 2788,
      "圍": 2789,
      "圏": 2790,
      "園": 2791,
      "圓": 2792,
      "圖": 2793,
      "團": 2794,
      "圜": 2795,
      "土": 2796,
      "圣": 2797,
      "圧": 2798,
      "在": 2799,
      "圩": 2800,
      "圪": 2801,
      "圭": 2802,
      "圮": 2803,
      "圯": 2804,
      "地": 2805,
      "圳": 2806,
      "圹": 2807,
      "场": 2808,
      "圻": 2809,
      "圾": 2810,
      "址": 2811,
      "坂": 2812,
      "均": 2813,
      "坊": 2814,
      "坌": 2815,
      "坍": 2816,
      "坎": 2817,
      "坏": 2818,
      "坐": 2819,
      "坑": 2820,
      "坔": 2821,
      "块": 2822,
      "坚": 2823,
      "坛": 2824,
      "坜": 2825,
      "坝": 2826,
      "坞": 2827,
      "坟": 2828,
      "坠": 2829,
      "坡": 2830,
      "坤": 2831,
      "坦": 2832,
      "坨": 2833,
      "坪": 2834,
      "坭": 2835,
      "坯": 2836,
      "坳": 2837,
      "坵": 2838,
      "坷": 2839,
      "坻": 2840,
      "垂": 2841,
      "垃": 2842,
      "垄": 2843,
      "垅": 2844,
      "垆": 2845,
      "垇": 2846,
      "型": 2847,
      "垌": 2848,
      "垒": 2849,
      "垓": 2850,
      "垕": 2851,
      "垚": 2852,
      "垛": 2853,
      "垟": 2854,
      "垠": 2855,
      "垡": 2856,
      "垢": 2857,
      "垣": 2858,
      "垦": 2859,
      "垧": 2860,
      "垩": 2861,
      "垫": 2862,
      "垭": 2863,
      "垮": 2864,
      "垱": 2865,
      "垴": 2866,
      "垵": 2867,
      "垸": 2868,
      "埂": 2869,
      "埃": 2870,
      "埇": 2871,
      "埈": 2872,
      "埋": 2873,
      "城": 2874,
      "埒": 2875,
      "埔": 2876,
      "埕": 2877,
      "埗": 2878,
      "埙": 2879,
      "埚": 2880,
      "埜": 2881,
      "埝": 2882,
      "域": 2883,
      "埠": 2884,
      "埤": 2885,
      "埭": 2886,
      "埮": 2887,
      "埴": 2888,
      "執": 2889,
      "埸": 2890,
      "培": 2891,
      "基": 2892,
      "埼": 2893,
      "埿": 2894,
      "堀": 2895,
      "堂": 2896,
      "堃": 2897,
      "堅": 2898,
      "堆": 2899,
      "堇": 2900,
      "堈": 2901,
      "堌": 2902,
      "堍": 2903,
      "堑": 2904,
      "堕": 2905,
      "堞": 2906,
      "堠": 2907,
      "堡": 2908,
      "堤": 2909,
      "堪": 2910,
      "堯": 2911,
      "堰": 2912,
      "報": 2913,
      "場": 2914,
      "堵": 2915,
      "堺": 2916,
      "塁": 2917,
      "塄": 2918,
      "塅": 2919,
      "塆": 2920,
      "塉": 2921,
      "塊": 2922,
      "塌": 2923,
