{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30000,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30001,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "\n": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "§": 98,
      "°": 99,
      "·": 100,
      "á": 101,
      "é": 102,
      "í": 103,
      "ó": 104,
      "ö": 105,
      "ü": 106,
      "​": 107,
      "–": 108,
      "—": 109,
      "‘": 110,
      "’": 111,
      "“": 112,
      "”": 113,
      "•": 114,
      "′": 115,
      "▁": 116,
      "、": 117,
      "。": 118,
      "《": 119,
      "》": 120,
      "一": 121,
      "丁": 122,
      "七": 123,
      "万": 124,
      "三": 125,
      "上": 126,
      "下": 127,
      "不": 128,
      "与": 129,
      "专": 130,
      "且": 131,
      "世": 132,
      "业": 133,
      "东": 134,
      "两": 135,
      "严": 136,
      "个": 137,
      "中": 138,
      "临": 139,
      "丹": 140,
      "为": 141,
      "主": 142,
      "丽": 143,
      "举": 144,
      "久": 145,
      "义": 146,
      "之": 147,
      "乌": 148,
      "乐": 149,
      "九": 150,
      "也": 151,
      "习": 152,
      "乡": 153,
      "书": 154,
      "了": 155,
      "争": 156,
      "事": 157,
      "二": 158,
      "于": 159,
      "云": 160,
      "五": 161,
      "亚": 162,
      "些": 163,
      "亡": 164,
      "交": 165,
      "亦": 166,
      "产": 167,
      "京": 168,
      "亲": 169,
      "人": 170,
      "什": 171,
      "仅": 172,
      "今": 173,
      "介": 174,
      "仍": 175,
      "从": 176,
      "他": 177,
      "代": 178,
      "令": 179,
      "以": 180,
      "们": 181,
      "件": 182,
      "价": 183,
      "任": 184,
      "份": 185,
      "伊": 186,
      "众": 187,
      "优": 188,
      "会": 189,
      "传": 190,
      "伤": 191,
      "伦": 192,
      "伯": 193,
      "似": 194,
      "但": 195,
      "位": 196,
      "低": 197,
      "住": 198,
      "体": 199,
      "何": 200,
      "余": 201,
      "佛": 202,
      "作": 203,
      "佳": 204,
      "使": 205,
      "例": 206,
      "供": 207,
      "依": 208,
      "侧": 209,
      "便": 210,
      "俄": 211,
      "保": 212,
      "信": 213,
      "修": 214,
      "候": 215,
      "值": 216,
      "做": 217,
      "停": 218,
      "像": 219,
      "儿": 220,
      "元": 221,
      "先": 222,
      "光": 223,
      "克": 224,
      "党": 225,
      "入": 226,
      "全": 227,
      "八": 228,
      "公": 229,
      "六": 230,
      "兰": 231,
      "共": 232,
      "关": 233,
      "兴": 234,
      "兵": 235,
      "其": 236,
      "具": 237,
      "典": 238,
      "兹": 239,
      "养": 240,
      "兼": 241,
      "内": 242,
      "再": 243,
      "写": 244,
      "军": 245,
      "农": 246,
      "冠": 247,
      "冲": 248,
      "决": 249,
      "况": 250,
      "准": 251,
      "几": 252,
      "出": 253,
      "击": 254,
      "分": 255,
      "切": 256,
      "划": 257,
      "列": 258,
      "刘": 259,
      "则": 260,
      "创": 261,
      "初": 262,
      "判": 263,
      "利": 264,
      "别": 265,
      "到": 266,
      "制": 267,
      "前": 268,
      "剧": 269,
      "副": 270,
      "力": 271,
      "办": 272,
      "功": 273,
      "加": 274,
      "务": 275,
      "动": 276,
      "助": 277,
      "势": 278,
      "勒": 279,
      "包": 280,
      "化": 281,
      "北": 282,
      "区": 283,
      "医": 284,
      "十": 285,
      "千": 286,
      "升": 287,
      "半": 288,
      "华": 289,
      "协": 290,
      "单": 291,
      "南": 292,
      "博": 293,
      "占": 294,
      "卡": 295,
      "卫": 296,
      "印": 297,
      "即": 298,
      "却": 299,
      "厂": 300,
      "厅": 301,
      "历": 302,
      "压": 303,
      "原": 304,
      "去": 305,
      "县": 306,
      "参": 307,
      "又": 308,
      "及": 309,
      "友": 310,
      "双": 311,
      "反": 312,
      "发": 313,
      "取": 314,
      "受": 315,
      "变": 316,
      "口": 317,
      "古": 318,
      "另": 319,
      "只": 320,
      "可": 321,
      "台": 322,
      "史": 323,
      "右": 324,
      "叶": 325,
      "号": 326,
      "司": 327,
      "各": 328,
      "合": 329,
      "吉": 330,
      "同": 331,
      "名": 332,
      "后": 333,
      "向": 334,
      "含": 335,
      "吴": 336,
      "告": 337,
      "员": 338,
      "周": 339,
      "命": 340,
      "和": 341,
      "品": 342,
      "哈": 343,
      "响": 344,
      "哥": 345,
      "唐": 346,
      "唱": 347,
      "商": 348,
      "嘉": 349,
      "器": 350,
      "四": 351,
      "回": 352,
      "因": 353,
      "团": 354,
      "园": 355,
      "围": 356,
      "国": 357,
      "图": 358,
      "土": 359,
      "圣": 360,
      "在": 361,
      "地": 362,
      "场": 363,
      "均": 364,
      "坦": 365,
      "型": 366,
      "埃": 367,
      "城": 368,
      "域": 369,
      "基": 370,
      "堂": 371,
      "堡": 372,
      "塔": 373,
      "塞": 374,
      "境": 375,
      "增": 376,
      "士": 377,
      "声": 378,
      "处": 379,
      "备": 380,
      "复": 381,
      "夏": 382,
      "外": 383,
      "多": 384,
      "大": 385,
      "天": 386,
      "太": 387,
      "夫": 388,
      "央": 389,
      "失": 390,
      "头": 391,
      "奇": 392,
      "奖": 393,
      "奥": 394,
      "女": 395,
      "她": 396,
      "好": 397,
      "如": 398,
      "姆": 399,
      "始": 400,
      "委": 401,
      "威": 402,
      "子": 403,
      "字": 404,
      "存": 405,
      "孙": 406,
      "季": 407,
      "学": 408,
      "宁": 409,
      "它": 410,
      "守": 411,
      "安": 412,
      "宋": 413,
      "完": 414,
      "宗": 415,
      "官": 416,
      "定": 417,
      "宝": 418,
      "实": 419,
      "客": 420,
      "宣": 421,
      "室": 422,
      "宫": 423,
      "家": 424,
      "容": 425,
      "密": 426,
      "富": 427,
      "察": 428,
      "对": 429,
      "寺": 430,
      "导": 431,
      "封": 432,
      "射": 433,
      "将": 434,
      "小": 435,
      "少": 436,
      "尔": 437,
      "尚": 438,
      "就": 439,
      "尼": 440,
      "局": 441,
      "层": 442,
      "居": 443,
      "届": 444,
      "展": 445,
      "属": 446,
      "山": 447,
      "岁": 448,
      "岛": 449,
      "岸": 450,
      "川": 451,
      "州": 452,
      "工": 453,
      "左": 454,
      "己": 455,
      "已": 456,
      "巴": 457,
      "币": 458,
      "市": 459,
      "布": 460,
      "师": 461,
      "希": 462,
      "帝": 463,
      "带": 464,
      "席": 465,
      "常": 466,
      "干": 467,
      "平": 468,
      "年": 469,
      "并": 470,
      "广": 471,
      "庄": 472,
      "庆": 473,
      "库": 474,
      "应": 475,
      "底": 476,
      "店": 477,
      "府": 478,
      "度": 479,
      "座": 480,
      "庭": 481,
      "康": 482,
      "延": 483,
      "建": 484,
      "开": 485,
      "式": 486,
      "引": 487,
      "弗": 488,
      "弟": 489,
      "张": 490,
      "弹": 491,
      "强": 492,
      "归": 493,
      "当": 494,
      "录": 495,
      "形": 496,
      "影": 497,
      "役": 498,
      "往": 499,
      "征": 500,
      "很": 501,
      "律": 502,
      "得": 503,
      "德": 504,
      "心": 505,
      "必": 506,
      "志": 507,
      "快": 508,
      "念": 509,
      "态": 510,
      "思": 511,
      "性": 512,
      "总": 513,
      "恩": 514,
      "息": 515,
      "情": 516,
      "想": 517,
      "意": 518,
      "感": 519,
      "戏": 520,
      "成": 521,
      "我": 522,
      "或": 523,
      "战": 524,
      "户": 525,
      "房": 526,
      "所": 527,
      "手": 528,
      "才": 529,
      "打": 530,
      "托": 531,
      "执": 532,
      "批": 533,
      "承": 534,
      "技": 535,
      "把": 536,
      "投": 537,
      "抗": 538,
      "护": 539,
      "报": 540,
      "担": 541,
      "拉": 542,
      "拍": 543,
      "拔": 544,
      "拥": 545,
      "括": 546,
      "拿": 547,
      "持": 548,
      "指": 549,
      "换": 550,
      "据": 551,
      "授": 552,
      "排": 553,
      "接": 554,
      "控": 555,
      "推": 556,
      "提": 557,
      "播": 558,
      "支": 559,
      "收": 560,
      "改": 561,
      "攻": 562,
      "放": 563,
      "政": 564,
      "故": 565,
      "效": 566,
      "教": 567,
      "数": 568,
      "整": 569,
      "文": 570,
      "斗": 571,
      "料": 572,
      "断": 573,
      "斯": 574,
      "新": 575,
      "方": 576,
      "施": 577,
      "旅": 578,
      "族": 579,
      "旗": 580,
      "无": 581,
      "日": 582,
      "旧": 583,
      "早": 584,
      "时": 585,
      "明": 586,
      "易": 587,
      "星": 588,
      "春": 589,
      "是": 590,
      "显": 591,
      "晚": 592,
      "普": 593,
      "景": 594,
      "曲": 595,
      "更": 596,
      "曼": 597,
      "曾": 598,
      "最": 599,
      "月": 600,
      "有": 601,
      "服": 602,
      "朗": 603,
      "望": 604,
      "朝": 605,
      "期": 606,
      "木": 607,
      "未": 608,
      "本": 609,
      "术": 610,
      "机": 611,
      "杀": 612,
      "权": 613,
      "李": 614,
      "村": 615,
      "束": 616,
      "条": 617,
      "来": 618,
      "杨": 619,
      "松": 620,
      "极": 621,
      "构": 622,
      "林": 623,
      "果": 624,
      "枪": 625,
      "架": 626,
      "查": 627,
      "标": 628,
      "树": 629,
      "校": 630,
      "样": 631,
      "核": 632,
      "根": 633,
      "格": 634,
      "案": 635,
      "桥": 636,
      "梁": 637,
      "梅": 638,
      "森": 639,
      "楼": 640,
      "模": 641,
      "次": 642,
      "欧": 643,
      "歌": 644,
      "止": 645,
      "正": 646,
      "此": 647,
      "步": 648,
      "武": 649,
      "死": 650,
      "段": 651,
      "母": 652,
      "每": 653,
      "比": 654,
      "毕": 655,
      "毛": 656,
      "氏": 657,
      "民": 658,
      "气": 659,
      "水": 660,
      "永": 661,
      "求": 662,
      "汉": 663,
      "江": 664,
      "沙": 665,
      "没": 666,
      "河": 667,
      "油": 668,
      "治": 669,
      "法": 670,
      "波": 671,
      "注": 672,
      "泰": 673,
      "洋": 674,
      "洛": 675,
      "洲": 676,
      "活": 677,
      "派": 678,
      "流": 679,
      "测": 680,
      "济": 681,
      "海": 682,
      "消": 683,
      "深": 684,
      "清": 685,
      "温": 686,
      "港": 687,
      "游": 688,
      "湖": 689,
      "湾": 690,
      "源": 691,
      "满": 692,
      "演": 693,
      "澳": 694,
      "火": 695,
      "炮": 696,
      "点": 697,
      "热": 698,
      "然": 699,
      "照": 700,
      "爱": 701,
      "父": 702,
      "片": 703,
      "版": 704,
      "牌": 705,
      "牙": 706,
      "物": 707,
      "特": 708,
      "状": 709,
      "独": 710,
      "率": 711,
      "王": 712,
      "玛": 713,
      "环": 714,
      "现": 715,
      "班": 716,
      "球": 717,
      "理": 718,
      "瑞": 719,
      "瓦": 720,
      "生": 721,
      "用": 722,
      "田": 723,
      "由": 724,
      "甲": 725,
      "电": 726,
      "男": 727,
      "画": 728,
      "界": 729,
      "留": 730,
      "病": 731,
      "登": 732,
      "白": 733,
      "百": 734,
      "的": 735,
      "皇": 736,
      "监": 737,
      "盟": 738,
      "目": 739,
      "直": 740,
      "相": 741,
      "省": 742,
      "看": 743,
      "真": 744,
      "着": 745,
      "督": 746,
      "知": 747,
      "石": 748,
      "研": 749,
      "破": 750,
      "确": 751,
      "示": 752,
      "礼": 753,
      "社": 754,
      "祖": 755,
      "神": 756,
      "票": 757,
      "福": 758,
      "离": 759,
      "种": 760,
      "科": 761,
      "秘": 762,
      "积": 763,
      "称": 764,
      "移": 765,
      "程": 766,
      "究": 767,
      "空": 768,
      "突": 769,
      "立": 770,
      "站": 771,
      "章": 772,
      "第": 773,
      "等": 774,
      "筑": 775,
      "策": 776,
      "签": 777,
      "简": 778,
      "算": 779,
      "管": 780,
      "米": 781,
      "类": 782,
      "精": 783,
      "系": 784,
      "素": 785,
      "索": 786,
      "红": 787,
      "约": 788,
      "级": 789,
      "纪": 790,
      "纳": 791,
      "线": 792,
      "练": 793,
      "组": 794,
      "细": 795,
      "织": 796,
      "终": 797,
      "经": 798,
      "结": 799,
      "给": 800,
      "绝": 801,
      "统": 802,
      "继": 803,
      "续": 804,
      "维": 805,
      "编": 806,
      "网": 807,
      "罗": 808,
      "置": 809,
      "署": 810,
      "美": 811,
      "群": 812,
      "老": 813,
      "考": 814,
      "者": 815,
      "而": 816,
      "职": 817,
      "联": 818,
      "股": 819,
      "育": 820,
      "背": 821,
      "胜": 822,
      "胡": 823,
      "能": 824,
      "自": 825,
      "至": 826,
      "致": 827,
      "航": 828,
      "般": 829,
      "舰": 830,
      "船": 831,
      "良": 832,
      "色": 833,
      "艺": 834,
      "节": 835,
      "花": 836,
      "苏": 837,
      "英": 838,
      "范": 839,
      "草": 840,
      "莫": 841,
      "莱": 842,
      "获": 843,
      "营": 844,
      "萨": 845,
      "落": 846,
      "著": 847,
      "蒂": 848,
      "蒙": 849,
      "藏": 850,
      "虽": 851,
      "行": 852,
      "街": 853,
      "表": 854,
      "被": 855,
      "装": 856,
      "西": 857,
      "要": 858,
      "见": 859,
      "观": 860,
      "规": 861,
      "视": 862,
      "角": 863,
      "解": 864,
      "言": 865,
      "警": 866,
      "计": 867,
      "认": 868,
      "让": 869,
      "议": 870,
      "记": 871,
      "许": 872,
      "论": 873,
      "设": 874,
      "证": 875,
      "评": 876,
      "识": 877,
      "词": 878,
      "试": 879,
      "话": 880,
      "该": 881,
      "语": 882,
      "说": 883,
      "请": 884,
      "诺": 885,
      "读": 886,
      "调": 887,
      "谢": 888,
      "象": 889,
      "贝": 890,
      "负": 891,
      "责": 892,
      "败": 893,
      "质": 894,
      "费": 895,
      "资": 896,
      "赛": 897,
      "走": 898,
      "赵": 899,
      "起": 900,
      "超": 901,
      "越": 902,
      "足": 903,
      "路": 904,
      "身": 905,
      "车": 906,
      "转": 907,
      "轮": 908,
      "轻": 909,
      "载": 910,
      "较": 911,
      "辑": 912,
      "辖": 913,
      "边": 914,
      "达": 915,
      "过": 916,
      "运": 917,
      "近": 918,
      "还": 919,
      "这": 920,
      "进": 921,
      "远": 922,
      "连": 923,
      "迪": 924,
      "述": 925,
      "退": 926,
      "送": 927,
      "选": 928,
      "逐": 929,
      "通": 930,
      "速": 931,
      "造": 932,
      "道": 933,
      "遗": 934,
      "遭": 935,
      "那": 936,
      "邦": 937,
      "郡": 938,
      "部": 939,
      "都": 940,
      "配": 941,
      "采": 942,
      "里": 943,
      "重": 944,
      "量": 945,
      "金": 946,
      "铁": 947,
      "银": 948,
      "镇": 949,
      "长": 950,
      "门": 951,
      "问": 952,
      "间": 953,
      "闻": 954,
      "队": 955,
      "防": 956,
      "阳": 957,
      "阿": 958,
      "附": 959,
      "际": 960,
      "陆": 961,
      "陈": 962,
      "降": 963,
      "限": 964,
      "院": 965,
      "除": 966,
      "隆": 967,
      "随": 968,
      "难": 969,
      "雄": 970,
      "集": 971,
      "雷": 972,
      "需": 973,
      "青": 974,
      "非": 975,
      "面": 976,
      "革": 977,
      "韩": 978,
      "音": 979,
      "项": 980,
      "顺": 981,
      "顿": 982,
      "预": 983,
      "领": 984,
      "题": 985,
      "风": 986,
      "飞": 987,
      "食": 988,
      "馆": 989,
      "首": 990,
      "香": 991,
      "马": 992,
      "驻": 993,
      "验": 994,
      "高": 995,
      "鱼": 996,
      "鲁": 997,
      "黄": 998,
      "黑": 999,
      "齐": 1000,
      "龙": 1001,
      "�": 1002,
      "\\x": 1003,
      "\\xe": 1004,
      "\\x8": 1005,
      "\\xb": 1006,
      "\\x9": 1007,
      "▁t": 1008,
      "\\xa": 1009,
      "▁a": 1010,
      "he": 1011,
      "in": 1012,
      "\\xe5": 1013,
      "re": 1014,
      "on": 1015,
      "▁the": 1016,
      "er": 1017,
      "\\xe6": 1018,
      "at": 1019,
      "▁o": 1020,
      "▁s": 1021,
      "\\xe7": 1022,
      "nd": 1023,
      "▁w": 1024,
      "or": 1025,
      "en": 1026,
      "it": 1027,
      "is": 1028,
      "▁c": 1029,
      "es": 1030,
      "ed": 1031,
      "an": 1032,
      "4\\xb": 1033,
      "al": 1034,
      "▁f": 1035,
      "\\xe8": 1036,
      "ing": 1037,
      "▁b": 1038,
      "ar": 1039,
      "▁p": 1040,
      "▁of": 1041,
      "▁in": 1042,
      "\\xe4\\xb": 1043,
      "\\xe5\\x8": 1044,
      "ou": 1045,
      "\\xe9": 1046,
      "▁to": 1047,
      "\\xe6\\x9": 1048,
      "▁and": 1049,
      "\\x80": 1050,
      "ion": 1051,
      "c\\x8": 1052,
      "ic": 1053,
      "▁m": 1054,
      "as": 1055,
      "\\xe5\\xb": 1056,
      "le": 1057,
      "▁d": 1058,
      "ro": 1059,
      "f\\xb": 1060,
      "▁h": 1061,
      "\\xe7\\x9": 1062,
      "ent": 1063,
      "AR": 1064,
      "\\xe5\\x9": 1065,
      "\\xef\\xb": 1066,
      "▁th": 1067,
      "\\xe5\\xa": 1068,
      "▁T": 1069,
      "il": 1070,
      "\\xef\\xbc\\x8": 1071,
      "\\x80\\x8": 1072,
      "st": 1073,
      "▁re": 1074,
      "om": 1075,
      "▁S": 1076,
      "ct": 1077,
      "_S": 1078,
      "\\xe3": 1079,
      "▁A": 1080,
      "▁I": 1081,
      "\\xe3\\x80\\x8": 1082,
      "▁C": 1083,
      "▁e": 1084,
      "▁l": 1085,
      "▁n": 1086,
      "el": 1087,
      "et": 1088,
      "\\xef\\xbc\\x8c": 1089,
      "ART": 1090,
      "a\\x8": 1091,
      "NE": 1092,
      "am": 1093,
      "ol": 1094,
      "\\xe8\\xa": 1095,
      "id": 1096,
      "ve": 1097,
      "ut": 1098,
      "ot": 1099,
      "ation": 1100,
      "_ST": 1101,
      "_START": 1102,
      "▁g": 1103,
      "▁is": 1104,
      "ur": 1105,
      "ad": 1106,
      "\\xe4\\xb8": 1107,
      "ce": 1108,
      "▁for": 1109,
      "im": 1110,
      "▁M": 1111,
      "ch": 1112,
      "▁on": 1113,
      "us": 1114,
      "\\xe6\\x8": 1115,
      "ly": 1116,
      "▁be": 1117,
      "ow": 1118,
      "▁1": 1119,
      "\\xe6\\xb": 1120,
      "ig": 1121,
      "\\xe9\\x9": 1122,
      "\\xa8": 1123,
      "ay": 1124,
      "20": 1125,
      "\\xe7\\x8": 1126,
      "ver": 1127,
      "▁P": 1128,
      "od": 1129,
      "▁B": 1130,
      "9\\xb": 1131,
      "\\xe7\\xb": 1132,
      "\\xe9\\x8": 1133,
      "▁that": 1134,
      "\\xe7\\x9a\\x8": 1135,
      "ir": 1136,
      "\\xe7\\x9a\\x84": 1137,
      "ith": 1138,
      "\\xad": 1139,
      "▁The": 1140,
      "▁st": 1141,
      "\\xe8\\x8": 1142,
      "▁H": 1143,
      "▁(": 1144,
      "▁_START": 1145,
      "\\xaf": 1146,
      "\\xe8\\xb": 1147,
      "▁y": 1148,
      "▁as": 1149,
      "\\x8b": 1150,
      "ter": 1151,
      "ra": 1152,
      "ul": 1153,
      "▁with": 1154,
      "\\xba": 1155,
      "\\xe3\\x80\\x82": 1156,
      "her": 1157,
      "un": 1158,
      "▁D": 1159,
      "▁was": 1160,
      "em": 1161,
      "\\x8d": 1162,
      "▁an": 1163,
      "▁F": 1164,
      "▁R": 1165,
      "se": 1166,
      "▁W": 1167,
      "▁pro": 1168,
      "▁it": 1169,
      "\\xa5": 1170,
      "▁wh": 1171,
      "▁con": 1172,
      "s,": 1173,
      "\\n": 1174,
      "LI": 1175,
      "\\x8c": 1176,
      "▁al": 1177,
      "5\\xb": 1178,
      "s.": 1179,
      "NEW": 1180,
      "LINE": 1181,
      "if": 1182,
      "_NEW": 1183,
      "_NEWLINE": 1184,
      "▁<": 1185,
      "ag": 1186,
      "ri": 1187,
      "_NEWLINE_": 1188,
      "\\xab": 1189,
      "ate": 1190,
      "ist": 1191,
      "▁L": 1192,
      "\\xac": 1193,
      "▁he": 1194,
      "th": 1195,
      "est": 1196,
      "ac": 1197,
      "▁E": 1198,
      "pp": 1199,
      "▁N": 1200,
      "p>": 1201,
      "▁at": 1202,
      "▁20": 1203,
      "\\x9f": 1204,
      "▁or": 1205,
      "▁G": 1206,
      "▁you": 1207,
      "ment": 1208,
      "ill": 1209,
      "ab": 1210,
      "and": 1211,
      "RA": 1212,
      "▁com": 1213,
      "op": 1214,
      "▁by": 1215,
      "ers": 1216,
      "qu": 1217,
      "ity": 1218,
      "ew": 1219,
      "ere": 1220,
      "AG": 1221,
      "_P": 1222,
      "PH": 1223,
      "oc": 1224,
      "\\xa6": 1225,
      "\\x97": 1226,
      "RAPH": 1227,
      "_PAR": 1228,
      "AGRAPH": 1229,
      "_PARAGRAPH": 1230,
      "_PARAGRAPH_": 1231,
      "\\x96": 1232,
      "▁de": 1233,
      "▁are": 1234,
      "\\xa3": 1235,
      "\\xe6\\x96": 1236,
      "rom": 1237,
      "um": 1238,
      "\\xa1": 1239,
      "ore": 1240,
      "8\\x8": 1241,
      "ect": 1242,
      "▁v": 1243,
      "ld": 1244,
      "ess": 1245,
      "</": 1246,
      "\\xe4\\xbb": 1247,
      "8\\xb": 1248,
      "\\xa7": 1249,
      "ON": 1250,
      "ain": 1251,
      "▁J": 1252,
      "\\xa9": 1253,
      "\\xe5\\x9c": 1254,
      "\\xe5\\x85": 1255,
      "\\xa0": 1256,
      "▁O": 1257,
      "\\x91": 1258,
      "ort": 1259,
      "iv": 1260,
      "▁ex": 1261,
      "TI": 1262,
      "ke": 1263,
      "t;": 1264,
      "EC": 1265,
      "d\\xb": 1266,
      "\\xe5\\xb9\\xb": 1267,
      "art": 1268,
      "\\xe6\\x9c\\x8": 1269,
      "ies": 1270,
      "ht": 1271,
      "res": 1272,
      "os": 1273,
      "TION": 1274,
      "▁se": 1275,
      "\\x8a": 1276,
      "ant": 1277,
      "▁su": 1278,
      "▁from": 1279,
      "\\xbb": 1280,
      "nt": 1281,
      "ECTION": 1282,
      "\\x90": 1283,
      "\\x99": 1284,
      "_SECTION": 1285,
      "_SECTION_": 1286,
      "ode": 1287,
      "\\xe5\\xa4": 1288,
      "00": 1289,
      "ud": 1290,
      "▁ha": 1291,
      "▁r": 1292,
      "\\xe4\\xba": 1293,
      "\\x89": 1294,
      "\\x94": 1295,
      "ive": 1296,
      "\\xa2": 1297,
      "\\xae": 1298,
      "\\xe5\\x8f": 1299,
      "\\x9e": 1300,
      "\\x9a": 1301,
      "\\xe5\\xbe": 1302,
      "\\xe5\\xb9\\xb4": 1303,
      "pt": 1304,
      "all": 1305,
      "▁not": 1306,
      "19": 1307,
      "pe": 1308,
      "'s": 1309,
      "▁U": 1310,
      "▁In": 1311,
      "▁19": 1312,
      "▁_START_PARAGRAPH_": 1313,
      "our": 1314,
      "▁this": 1315,
      "ial": 1316,
      "ust": 1317,
      "0\\x8": 1318,
      "▁ch": 1319,
      "▁\"": 1320,
      "ear": 1321,
      "ard": 1322,
      "ber": 1323,
      "\\xe5\\xae": 1324,
      "\\x9b": 1325,
      "e.": 1326,
      "▁have": 1327,
      "▁us": 1328,
      "\\xe3\\x80\\x81": 1329,
      "e,": 1330,
      "▁sh": 1331,
      "\\xaa": 1332,
      "code": 1333,
      "ure": 1334,
      "\\n_START": 1335,
      "▁le": 1336,
      "..": 1337,
      "code>": 1338,
      "\\xe6\\x96\\xb": 1339,
      "ich": 1340,
      "\\x95": 1341,
      "▁u": 1342,
      "\\xe5\\x8d": 1343,
      "\\x93": 1344,
      "ost": 1345,
      "’s": 1346,
      "og": 1347,
      "b\\xb": 1348,
      "rou": 1349,
      "ork": 1350,
      "ight": 1351,
      "▁_START_SECTION_": 1352,
      "ated": 1353,
      "out": 1354,
      "ong": 1355,
      "▁St": 1356,
      "pl": 1357,
      "ell": 1358,
      "▁pl": 1359,
      "▁his": 1360,
      "\\x98": 1361,
      "are": 1362,
      "ge": 1363,
      "▁2": 1364,
      "ould": 1365,
      "\\xe9\\x81": 1366,
      "\\x82": 1367,
      "per": 1368,
      "ary": 1369,
      "▁can": 1370,
      "▁<p>": 1371,
      "ia": 1372,
      "▁K": 1373,
      "\\x9c": 1374,
      "\\xe5\\x9c\\xa8": 1375,
      "ame": 1376,
      "ire": 1377,
      "▁we": 1378,
      "ther": 1379,
      "ip": 1380,
      "\\xa4": 1381,
      "ome": 1382,
      "ction": 1383,
      "ub": 1384,
      "\\xbd": 1385,
      "ff": 1386,
      "ast": 1387,
      "▁ab": 1388,
      "cl": 1389,
      "▁whe": 1390,
      "ine": 1391,
      "\\xe4\\xbd": 1392,
      "ak": 1393,
      "▁j": 1394,
      "▁has": 1395,
      "av": 1396,
      "\\xe7\\x82": 1397,
      "\\xe6\\x98": 1398,
      "\\xe4\\xba\\x8": 1399,
      "▁int": 1400,
      "</p>": 1401,
      "ack": 1402,
      "ok": 1403,
      "cc": 1404,
      "\\xe4\\xb8\\x80": 1405,
      "▁which": 1406,
      "ical": 1407,
      "\\xe9\\x80": 1408,
      "\\xe6\\x9c": 1409,
      "\\x87": 1410,
      "▁k": 1411,
      "iz": 1412,
      "▁201": 1413,
      "\\x81": 1414,
      "\\x8e": 1415,
      "so": 1416,
      "\\x86": 1417,
      "▁ad": 1418,
      "\\xe7\\x82\\xba": 1419,
      "orm": 1420,
      "▁comp": 1421,
      "\\x9d": 1422,
      "ry": 1423,
      "0\\xb": 1424,
      "▁Th": 1425,
      "▁all": 1426,
      "▁but": 1427,
      "ord": 1428,
      "gt;": 1429,
      "&gt;": 1430,
      "ru": 1431,
      "▁cl": 1432,
      "ian": 1433,
      "▁cont": 1434,
      "\\xe4\\xb8\\xad": 1435,
      "ass": 1436,
      "▁im": 1437,
      "ide": 1438,
      "\\x8f": 1439,
      "LE": 1440,
      "▁Ch": 1441,
      "\\xe5\\x9c\\x8": 1442,
      "gh": 1443,
      "ap": 1444,
      "able": 1445,
      "ult": 1446,
      "\\xb7": 1447,
      "IC": 1448,
      "\\x85": 1449,
      "▁do": 1450,
      "\\xe4\\xba\\xba": 1451,
      "▁res": 1452,
      "age": 1453,
      "\\x92": 1454,
      "ition": 1455,
      "pre": 1456,
      "\\xe6\\xad": 1457,
      "\\x83": 1458,
      "▁go": 1459,
      "▁un": 1460,
      "▁V": 1461,
      "▁ne": 1462,
      "▁their": 1463,
      "▁“": 1464,
      "ib": 1465,
      "\\xe5\\x9c\\x8b": 1466,
      "\\xe7\\x94": 1467,
      "▁app": 1468,
      "\\xb3": 1469,
      "ran": 1470,
      "lt;": 1471,
      "&lt;": 1472,
      "▁will": 1473,
      "\\xe5\\x90": 1474,
      "ous": 1475,
      "ice": 1476,
      "ind": 1477,
      "▁were": 1478,
      "--": 1479,
      "\\xe8\\xa1": 1480,
      "erv": 1481,
      "ile": 1482,
      "ue": 1483,
      "ARTIC": 1484,
      "LE_": 1485,
      "▁en": 1486,
      "es,": 1487,
      "_ARTIC": 1488,
      "_ARTICLE_": 1489,
      "ign": 1490,
      "ie": 1491,
      "du": 1492,
      "\\xe6\\x98\\xaf": 1493,
      "port": 1494,
      "▁who": 1495,
      "act": 1496,
      "\\xb2": 1497,
      "▁also": 1498,
      "\\x88": 1499,
      "\\xe5\\xb7": 1500,
      "\\xe4\\xb9": 1501,
      "▁work": 1502,
      "any": 1503,
      "▁te": 1504,
      "ally": 1505,
      "lic": 1506,
      "▁ar": 1507,
      "▁Y": 1508,
      "._NEWLINE_": 1509,
      "▁3": 1510,
      "▁He": 1511,
      "ount": 1512,
      "con": 1513,
      "te": 1514,
      "\\xe6\\x97": 1515,
      "ory": 1516,
      "▁they": 1517,
      "form": 1518,
      "ence": 1519,
      "),": 1520,
      "▁other": 1521,
      "▁out": 1522,
      "ach": 1523,
      "▁It": 1524,
      "▁=": 1525,
      "▁part": 1526,
      "▁one": 1527,
      "ance": 1528,
      "\\xb1": 1529,
      "ish": 1530,
      "▁had": 1531,
      "▁year": 1532,
      "es.": 1533,
      "\\xe6\\x9c\\x89": 1534,
      "▁Re": 1535,
      "\\x84": 1536,
      "▁tim": 1537,
      "vel": 1538,
      "\\xe5\\xa4\\xa7": 1539,
      "\\xe9\\x87": 1540,
      "nder": 1541,
      "\\xb0": 1542,
      "▁me": 1543,
      "pre>": 1544,
      "mer": 1545,
      "irst": 1546,
      "\\xe6\\x99": 1547,
      "ail": 1548,
      "5\\xb7": 1549,
      "rit": 1550,
      "ook": 1551,
      "\\xe5\\xb1": 1552,
      "vers": 1553,
      "one": 1554,
      "▁per": 1555,
      "▁ag": 1556,
      "ake": 1557,
      "\\xe5\\x80": 1558,
      "ild": 1559,
      "\\xe6\\x88": 1560,
      "▁more": 1561,
      "▁your": 1562,
      "▁up": 1563,
      "▁dis": 1564,
      "\\xef\\xbc\\x88": 1565,
      "\\xef\\xbc\\x89": 1566,
      "ang": 1567,
      "▁new": 1568,
      "ations": 1569,
      "ions": 1570,
      "y,": 1571,
      "int": 1572,
      "▁its": 1573,
      "\\xb6": 1574,
      "\\xe6\\x96\\xbc": 1575,
      "\\xe5\\xb0\\x8": 1576,
      "ace": 1577,
      "ark": 1578,
      "▁any": 1579,
      "now": 1580,
      "\\xe9\\x9b": 1581,
      "\\xe8\\x87": 1582,
      "\\xe9\\x83": 1583,
      "fter": 1584,
      "\\xe5\\x92": 1585,
      "\\xe9\\x96": 1586,
      "▁off": 1587,
      "com": 1588,
      "=\"": 1589,
      "ater": 1590,
      "ound": 1591,
      ").": 1592,
      "ose": 1593,
      "▁been": 1594,
      "▁so": 1595,
      "ov": 1596,
      "▁li": 1597,
      "ll": 1598,
      "\\xe5\\x92\\x8c": 1599,
      "\\xe5\\x85\\xb": 1600,
      "▁my": 1601,
      "aw": 1602,
      "▁Un": 1603,
      "ree": 1604,
      "clud": 1605,
      "ase": 1606,
      "amp": 1607,
      "▁about": 1608,
      "very": 1609,
      "oll": 1610,
      "ric": 1611,
      "_PARAGRAPH_\\n": 1612,
      "\\n_START_PARAGRAPH_\\n": 1613,
      "\\xe6\\x94\\xb": 1614,
      "▁200": 1615,
      "▁first": 1616,
      "▁there": 1617,
      "▁her": 1618,
      "\\xe8\\x80\\x8": 1619,
      "▁ev": 1620,
      "\\xe5\\xba": 1621,
      "\\xe7\\xb4": 1622,
      ");": 1623,
      "ens": 1624,
      "xt": 1625,
      "▁sc": 1626,
      "ress": 1627,
      "ove": 1628,
      "ject": 1629,
      "8\\xb0": 1630,
      "▁comm": 1631,
      "ob": 1632,
      "red": 1633,
      "ck": 1634,
      "▁am": 1635,
      "\\xe5\\xad": 1636,
      "▁would": 1637,
      "\\xe4\\xba\\x86": 1638,
      "10": 1639,
      "▁when": 1640,
      "hed": 1641,
      "▁qu": 1642,
      "\\xe8\\x88\\x8": 1643,
      "▁De": 1644,
      "\\xe8\\xa6": 1645,
      "\\xe4\\xbb\\xa5": 1646,
      "▁_START_ARTICLE_": 1647,
      "\\xe6\\x9c\\x88": 1648,
      "ite": 1649,
      "。_NEWLINE_": 1650,
      "▁bec": 1651,
      "tern": 1652,
      "\\xe5\\xbe\\x8c": 1653,
      "wo": 1654,
      "\\xe8\\xbb": 1655,
      "reat": 1656,
      "ng": 1657,
      "ational": 1658,
      "ool": 1659,
      "\\xe5\\x88": 1660,
      "▁</": 1661,
      "ph": 1662,
      "\\xe5\\x8b": 1663,
      "old": 1664,
      "oy": 1665,
      "ely": 1666,
      "▁4": 1667,
      "▁over": 1668,
      "\\xe5\\x8a": 1669,
      "\\xe4\\xbe": 1670,
      "ram": 1671,
      "▁&lt;": 1672,
      "\\xe7\\x99\\xb": 1673,
      "ents": 1674,
      "d\\xb8": 1675,
      "▁pe": 1676,
      "▁includ": 1677,
      "▁if": 1678,
      "\\xe7\\xbe": 1679,
      "wn": 1680,
      "aus": 1681,
      "\\xe6\\x99\\x82": 1682,
      "▁Com": 1683,
      "▁some": 1684,
      "\\xe3\\x80\\x82_NEWLINE_": 1685,
      "▁pre": 1686,
      "\\xe5\\xad\\xb8": 1687,
      "\\xe6\\xb3": 1688,
      "\\xe6\\x89": 1689,
      "\\xe6\\x97\\xa5": 1690,
      "ual": 1691,
      "erm": 1692,
      "ne": 1693,
      "ning": 1694,
      "//": 1695,
      "▁rec": 1696,
      "▁under": 1697,
      "▁know": 1698,
      "▁acc": 1699,
      "▁ro": 1700,
      "▁This": 1701,
      "\\xe7\\x89": 1702,
      "▁them": 1703,
      "ade": 1704,
      "\\xe5\\xb0": 1705,
      "li": 1706,
      "200": 1707,
      "\\xe3\\x80\\x8d": 1708,
      "\\xe3\\x80\\x8c": 1709,
      "▁-": 1710,
      "iew": 1711,
      "201": 1712,
      "\\xe6\\x95": 1713,
      "▁sp": 1714,
      "▁into": 1715,
      "▁Se": 1716,
      "ces": 1717,
      "we": 1718,
      "ors": 1719,
      "\\xe5\\x87": 1720,
      "ring": 1721,
      "a,": 1722,
      "ss": 1723,
      "▁18": 1724,
      "\\xe6\\x9c\\x83": 1725,
      "▁get": 1726,
      "▁5": 1727,
      "ced": 1728,
      "\\xe6\\xb2": 1729,
      "\\xe5\\x9b": 1730,
      "\\xe6\\x9b\\xb": 1731,
      "iss": 1732,
      "_SECTION_\\n": 1733,
      "\\n_START_SECTION_\\n": 1734,
      "\\xe5\\x8c": 1735,
      "ople": 1736,
      "3\\xbd": 1737,
      "ities": 1738,
      "ath": 1739,
      "\\xe7\\x94\\xb": 1740,
      "\\xe7\\xa8": 1741,
      "▁des": 1742,
      "\\xe6\\x9d": 1743,
      "▁}": 1744,
      "end": 1745,
      "\\xe5\\x8f\\xb": 1746,
      "▁spe": 1747,
      "▁rel": 1748,
      "▁ind": 1749,
      "\\xe9\\xab": 1750,
      "fere": 1751,
      "The": 1752,
      "urn": 1753,
      "\\xe5\\x9c\\xb0": 1754,
      "\\xe7\\xa": 1755,
      "lect": 1756,
      "igh": 1757,
      "▁like": 1758,
      "▁two": 1759,
      "▁prov": 1760,
      "\\xe7\\xab": 1761,
      "y.": 1762,
      "▁than": 1763,
      "ug": 1764,
      "\\xe4\\xb8\\x8d": 1765,
      "ing,": 1766,
      "\\xe6\\x88\\x90": 1767,
      "ont": 1768,
      "ublic": 1769,
      "ock": 1770,
      "ays": 1771,
      "ates": 1772,
      "▁cons": 1773,
      "\\xe5\\xbb": 1774,
      "\\xe4\\xbb\\x96": 1775,
      "ited": 1776,
      "▁$": 1777,
      "\\xe9\\x9d": 1778,
      "\\xe7\\xb6": 1779,
      "\\xe4\\xb8\\x8a": 1780,
      "eth": 1781,
      "▁sa": 1782,
      "\\xb4": 1783,
      "▁bet": 1784,
      "▁after": 1785,
      "▁how": 1786,
      "▁'": 1787,
      "▁reg": 1788,
      "\\xe5\\xaf": 1789,
      "▁stud": 1790,
      "▁what": 1791,
      "▁{": 1792,
      "▁ret": 1793,
      "uring": 1794,
      "▁time": 1795,
      "hip": 1796,
      "ick": 1797,
      "ans": 1798,
      "▁serv": 1799,
      "▁act": 1800,
      "ious": 1801,
      "▁she": 1802,
      "\\xe5\\x89": 1803,
      "own": 1804,
      "\\xe5\\x93": 1805,
      "▁fe": 1806,
      "ons": 1807,
      "rans": 1808,
      "rough": 1809,
      "ps": 1810,
      "▁people": 1811,
      "▁0": 1812,
      "\\xe5\\x87\\xba": 1813,
      "arch": 1814,
      "▁play": 1815,
      "▁Ar": 1816,
      "▁no": 1817,
      "ied": 1818,
      "ink": 1819,
      "\\xe5\\x80\\x8b": 1820,
      "▁our": 1821,
      "▁may": 1822,
      "▁bu": 1823,
      "▁em": 1824,
      "chool": 1825,
      "ings": 1826,
      "d\\xb1": 1827,
      "▁only": 1828,
      "\\xe8\\xaa": 1829,
      "ata": 1830,
      "ased": 1831,
      "\\xe6\\x8e": 1832,
      "▁inv": 1833,
      "ific": 1834,
      "▁man": 1835,
      "▁ass": 1836,
      "ft": 1837,
      "ener": 1838,
      "ond": 1839,
      "\\xe9\\xa0": 1840,
      "▁add": 1841,
      "ident": 1842,
      "cial": 1843,
      "rib": 1844,
      "\\xe5\\x85\\xac": 1845,
      "olog": 1846,
      "ood": 1847,
      "\\xe9\\xa6": 1848,
      "orld": 1849,
      "\\xe7\\xb5": 1850,
      "ered": 1851,
      "\\xe8\\x81": 1852,
      "\\xe5\\x8d\\x80": 1853,
      "18": 1854,
      "\\xe5\\xb8\\x8": 1855,
      "er,": 1856,
      "▁sub": 1857,
      "ward": 1858,
      "round": 1859,
      "▁<p>I": 1860,
      "▁tra": 1861,
      "gan": 1862,
      "land": 1863,
      "\\xe6\\x8b": 1864,
      "▁Pro": 1865,
      "▁such": 1866,
      "12": 1867,
      "\\xe8\\xa8": 1868,
      "\\xe8\\xa1\\x8c": 1869,
      "get": 1870,
      "\\xe9\\x83\\xa8": 1871,
      "▁most": 1872,
      "▁where": 1873,
      "cre": 1874,
      "oint": 1875,
      "ivers": 1876,
      "\\xb8": 1877,
      "\\xe8\\x88\\x87": 1878,
      "\\xe4\\xb9\\x8b": 1879,
      "\\xe9\\x99": 1880,
      "\\xe6\\xb0": 1881,
      "<code>": 1882,
      "▁Wh": 1883,
      "yst": 1884,
      "▁through": 1885,
      "ause": 1886,
      "ert": 1887,
      "\\xe6\\xa8": 1888,
      "io": 1889,
      "\\xe7\\x88\\xb": 1890,
      "▁need": 1891,
      "ollow": 1892,
      "er.": 1893,
      "▁6": 1894,
      "\\xef\\xbc": 1895,
      "\\xe7\\x94\\x9f": 1896,
      "▁New": 1897,
      "\\xe6\\xaf": 1898,
      "ax": 1899,
      "velop": 1900,
      "fore": 1901,
      "▁co": 1902,
      "erson": 1903,
      "ed.": 1904,
      "\\xe4\\xbd\\x9c": 1905,
      "’t": 1906,
      "▁col": 1907,
      "ating": 1908,
      "\\xe7\\x90\\x8": 1909,
      "\\xb5": 1910,
      "code></": 1911,
      "▁We": 1912,
      "▁use": 1913,
      "ular": 1914,
      "inal": 1915,
      "\\xe5\\x88\\xb0": 1916,
      "\\xbc": 1917,
      "ren": 1918,
      "hen": 1919,
      "ement": 1920,
      "oth": 1921,
      "...": 1922,
      "\\xe7\\x99\\xbc": 1923,
      "▁just": 1924,
      "code></pre>": 1925,
      "\\xe4\\xbf": 1926,
      "pport": 1927,
      "▁pr": 1928,
      "▁requ": 1929,
      "tt": 1930,
      "▁Al": 1931,
      "▁set": 1932,
      "\\xe6\\x93": 1933,
      "▁rem": 1934,
      "\\xe5\\x88\\x8": 1935,
      "▁</code></pre>": 1936,
      "a.": 1937,
      "cept": 1938,
      "elf": 1939,
      "ract": 1940,
      "▁exp": 1941,
      "ict": 1942,
      "\\xe8\\xb2": 1943,
      "\\xc": 1944,
      "▁att": 1945,
      "▁ac": 1946,
      "▁him": 1947,
      "rad": 1948,
      "▁dif": 1949,
      "11": 1950,
      "▁<pre>": 1951,
      "000": 1952,
      "ep": 1953,
      "ough": 1954,
      "▁imp": 1955,
      "▁ra": 1956,
      "▁<pre><code>": 1957,
      "▁form": 1958,
      "▁ent": 1959,
      "les": 1960,
      "▁these": 1961,
      "▁produ": 1962,
      "----": 1963,
      "ative": 1964,
      "\\xe5\\xae\\xb6": 1965,
      "ystem": 1966,
      "ing.": 1967,
      "ments": 1968,
      "ful": 1969,
      "\\xe3\\x80\\x8b": 1970,
      "\\xe3\\x80\\x8a": 1971,
      "\\xe4\\xb8\\xbb": 1972,
      "▁[": 1973,
      "let": 1974,
      "\\xe5\\x85\\xb6": 1975,
      "ed,": 1976,
      "▁hel": 1977,
      "▁An": 1978,
      "ution": 1979,
      "▁want": 1980,
      "\\xb9": 1981,
      "itt": 1982,
      "▁pos": 1983,
      "\\xe6\\x96\\xaf": 1984,
      "▁then": 1985,
      "▁well": 1986,
      "In": 1987,
      "row": 1988,
      "ility": 1989,
      "▁many": 1990,
      "ember": 1991,
      "\\xe7\\x94\\xa8": 1992,
      "ex": 1993,
      "meric": 1994,
      "und": 1995,
      "\\xe7\\xac": 1996,
      "▁7": 1997,
      "\\xe8\\x80\\x8c": 1998,
      "\\xe5\\xa7": 1999,
      "▁pol": 2000,
      "ason": 2001,
      "▁def": 2002,
      "\\xe6\\xa0": 2003,
      "\\xe8\\xa2": 2004,
      "▁inst": 2005,
      "rong": 2006,
      "ible": 2007,
      "cess": 2008,
      "\\xe6\\x96\\xb9": 2009,
      "▁–": 2010,
      "▁Le": 2011,
      "riv": 2012,
      "▁again": 2013,
      "ank": 2014,
      "▁loc": 2015,
      "\\xe8\\xa5\\xb": 2016,
      "\",": 2017,
      "://": 2018,
      "\\xe5\\xbc": 2019,
      "\\xe8\\xbb\\x8d": 2020,
      "irect": 2021,
      "\\xbe": 2022,
      "iel": 2023,
      "0\\xb4": 2024,
      "▁As": 2025,
      "ection": 2026,
      "▁ph": 2027,
      "orn": 2028,
      "oci": 2029,
      "ys": 2030,
      "**": 2031,
      "▁pres": 2032,
      "▁trans": 2033,
      "\\xe7\\x9b": 2034,
      "▁follow": 2035,
      "▁num": 2036,
      "\\xe5\\x90\\x8d": 2037,
      "vern": 2038,
      "▁bl": 2039,
      "▁.": 2040,
      "ween": 2041,
      "▁ob": 2042,
      "ision": 2043,
      "ever": 2044,
      "▁said": 2045,
      "\\xe9\\xbb": 2046,
      "amil": 2047,
      "\\xe3\\x80\\x82\\n_START_SECTION_\\n": 2048,
      "\\xe5\\x88\\x86": 2049,
      "▁way": 2050,
      "ife": 2051,
      "▁right": 2052,
      "ation,": 2053,
      "\\xe5\\x90\\x8": 2054,
      "</code>": 2055,
      "\\xe6\\xb1": 2056,
      "▁end": 2057,
      "oun": 2058,
      "1,": 2059,
      "\\xe5\\xa5\\xb": 2060,
      "▁call": 2061,
      "▁Americ": 2062,
      "\\xe7\\xa7": 2063,
      "\\xe8\\xa5\\xbf": 2064,
      "▁public": 2065,
      "ty": 2066,
      "other": 2067,
      "\\xe8\\xa2\\xab": 2068,
      "\\xe8\\xb3": 2069,
      "▁help": 2070,
      "9\\xb2": 2071,
      "▁10": 2072,
      "22": 2073,
      "\\xe7\\xac\\xac": 2074,
      "▁ear": 2075,
      "\\xe7\\x95": 2076,
      "▁develop": 2077,
      "▁make": 2078,
      "▁art": 2079,
      "▁&": 2080,
      "iversity": 2081,
      "ise": 2082,
      "\\xe4\\xbe\\x86": 2083,
      "gram": 2084,
      "ation.": 2085,
      "1.": 2086,
      "\\xe7\\xb7": 2087,
      "▁could": 2088,
      "ec": 2089,
      "▁And": 2090,
      "ient": 2091,
      "up": 2092,
      "\\xc2": 2093,
      "▁back": 2094,
      "▁fl": 2095,
      "enc": 2096,
      "\\xe5\\x90\\x8c": 2097,
      "▁made": 2098,
      "usin": 2099,
      "50": 2100,
      "▁being": 2101,
      "\\xe6\\x9d\\x91": 2102,
      "\\xe5\\xb8": 2103,
      "▁between": 2104,
      "ble": 2105,
      "\\xe6\\xa5": 2106,
      "pr": 2107,
      "'t": 2108,
      "su": 2109,
      "▁class": 2110,
      "▁<code>": 2111,
      "▁resp": 2112,
      "mber": 2113,
      "ience": 2114,
      "\\xe7\\xad": 2115,
      "man": 2116,
      "\\xe4\\xb8\\xa6": 2117,
      "\\xe7\\x88\\xbe": 2118,
      "▁How": 2119,
      "ince": 2120,
      "alth": 2121,
      "▁val": 2122,
      "▁8": 2123,
      "ished": 2124,
      "ix": 2125,
      "▁fil": 2126,
      "oh": 2127,
      "▁own": 2128,
      "\\xe5\\x8f\\x8a": 2129,
      "\\xe9\\x80\\x99": 2130,
      "\\xe6\\xb3\\x95": 2131,
      "9\\xb9": 2132,
      "cond": 2133,
      "\\xe6\\xb0\\x91": 2134,
      "▁Sh": 2135,
      "\\xe9\\x82": 2136,
      "\\xe5\\xb0\\xb": 2137,
      "▁On": 2138,
      "\\xe4\\xb8\\x8b": 2139,
      "\\xe7\\x94\\xb1": 2140,
      "▁You": 2141,
      "\\xe9\\xa1": 2142,
      "▁eff": 2143,
      "ull": 2144,
      "\\n_START_ARTICLE_": 2145,
      "\\n_START_ARTICLE_\\n": 2146,
      "arg": 2147,
      "▁start": 2148,
      "▁years": 2149,
      "\\xe5\\xb0\\x8d": 2150,
      "▁used": 2151,
      "▁dec": 2152,
      "roup": 2153,
      "uth": 2154,
      "\\xe9\\x96\\x8b": 2155,
      "▁9": 2156,
      "\\xe9\\x95\\xb7": 2157,
      "\\xe8\\xb7": 2158,
      "▁For": 2159,
      "\\xe5\\x8d\\x97": 2160,
      "\\xe4\\xbb\\xbb": 2161,
      "\\xe5\\xa3": 2162,
      "sp": 2163,
      "▁199": 2164,
      "\\xe6\\x9c\\xac": 2165,
      "ton": 2166,
      "ield": 2167,
      "uc": 2168,
      "ten": 2169,
      "▁inform": 2170,
      "ah": 2171,
      "▁b'": 2172,
      "'\n": 2173,
      "az": 2174,
      "▁b'\\n_START_ARTICLE_\\n": 2175,
      "\\xe8\\x99": 2176,
      "▁found": 2177,
      "▁import": 2178,
      "air": 2179,
      "▁show": 2180,
      "▁count": 2181,
      "\\xe5\\xad\\x90": 2182,
      "\\xe5\\x91": 2183,
      "\\xe6\\x94\\xbf": 2184,
      "ek": 2185,
      "▁because": 2186,
      "▁before": 2187,
      "ouse": 2188,
      "ven": 2189,
      "ef": 2190,
      "\\xe6\\x96\\x87": 2191,
      "▁writ": 2192,
      "30": 2193,
      "▁var": 2194,
      "▁cre": 2195,
      "\\xe5\\x8f\\xaf": 2196,
      "▁ser": 2197,
      "\\xe6\\x96\\xb0": 2198,
      "\\xe8\\x87\\xaa": 2199,
      "ash": 2200,
      "▁every": 2201,
      "▁should": 2202,
      "\\xe7\\x8e": 2203,
      "▁mod": 2204,
      "▁differe": 2205,
      "▁inter": 2206,
      "\\xe5\\x8e": 2207,
      "▁ed": 2208,
      "ics": 2209,
      "\\xe6\\x9e": 2210,
      "15": 2211,
      "▁lead": 2212,
      "\\xe5\\x82": 2213,
      "▁did": 2214,
      "uch": 2215,
      "\\xe5\\xa4\\x9a": 2216,
      "che": 2217,
      "son": 2218,
      "o,": 2219,
      "\\xe7\\x9b\\xb": 2220,
      "\\xe5\\xbf": 2221,
      "ower": 2222,
      "17": 2223,
      "\\xe6\\xa9": 2224,
      "\\xc2\\xb7": 2225,
      "23": 2226,
      "▁ty": 2227,
      "▁cent": 2228,
      "\\xe6\\x80": 2229,
      "day": 2230,
      "ting": 2231,
      "▁during": 2232,
      "\\xbf": 2233,
      "▁Ind": 2234,
      "ange": 2235,
      "▁fin": 2236,
      "\\xe9\\x9a": 2237,
      "▁person": 2238,
      "▁exper": 2239,
      "▁bel": 2240,
      "▁school": 2241,
      "▁care": 2242,
      "aking": 2243,
      "5\\xb6": 2244,
      "16": 2245,
      "\\xe5\\x8b\\x95": 2246,
      "。\n": 2247,
      "c\\x81": 2248,
      "▁rep": 2249,
      "▁long": 2250,
      "ime": 2251,
      "chn": 2252,
      "led": 2253,
      "\\xe6\\x95\\x99": 2254,
      "ired": 2255,
      "orth": 2256,
      "ather": 2257,
      "▁op": 2258,
      "\\xe4\\xbd\\x8d": 2259,
      "usiness": 2260,
      "\\xe4\\xb9\\x9f": 2261,
      "▁sign": 2262,
      "2.": 2263,
      "▁mon": 2264,
      "ism": 2265,
      "▁high": 2266,
      "way": 2267,
      "▁If": 2268,
      "\\xe4\\xbb\\xa3": 2269,
      "▁sur": 2270,
      "▁world": 2271,
      "▁return": 2272,
      "\\xe3\\x80\\x82'\n": 2273,
      "ature": 2274,
      "▁while": 2275,
      "\\xe5\\x8c\\x97": 2276,
      "ually": 2277,
      "\\xe6\\xbc": 2278,
      "ional": 2279,
      "▁Is": 2280,
      "\\xe9\\xab\\x98": 2281,
      "\\xe6\\x8f": 2282,
      "▁team": 2283,
      "▁Cl": 2284,
      "\\xe5\\x9f": 2285,
      "▁Ad": 2286,
      "▁law": 2287,
      "ern": 2288,
      "▁famil": 2289,
      "▁those": 2290,
      "att": 2291,
      "\\xe8\\xa7": 2292,
      "▁same": 2293,
      "▁does": 2294,
      "▁gener": 2295,
      "▁med": 2296,
      "▁now": 2297,
      "▁using": 2298,
      "▁cour": 2299,
      "ox": 2300,
      "\\xe6\\xb4\\xb": 2301,
      "▁ke": 2302,
      "▁look": 2303,
      "▁build": 2304,
      "▁including": 2305,
      "vent": 2306,
      "aj": 2307,
      "▁both": 2308,
      "view": 2309,
      "St": 2310,
      "ror": 2311,
      "\\xe4\\xbd\\xb": 2312,
      "au": 2313,
      "▁three": 2314,
      "\\xe5\\xb9\\xb3": 2315,
      "▁Con": 2316,
      "fer": 2317,
      "eb": 2318,
      "\\xe4\\xb8\\x89": 2319,
      "▁She": 2320,
      "ital": 2321,
      "14": 2322,
      "ined": 2323,
      "▁cur": 2324,
      "ars": 2325,
      "\\xe5\\xb8\\x82": 2326,
      "▁University": 2327,
      "199": 2328,
      "\\xe4\\xba\\x8b": 2329,
      "▁program": 2330,
      "\\xe9\\x9a\\x8": 2331,
      "\\xe6\\x9d\\xb1": 2332,
      "....": 2333,
      "\\xe6\\x9c\\x80": 2334,
      "\\xe7\\x89\\xb9": 2335,
      "rent": 2336,
      "▁Col": 2337,
      "▁even": 2338,
      "\\xe5\\x8a\\xa0": 2339,
      "▁commun": 2340,
      "\\xe9\\x80\\xb2": 2341,
      "\\xe6\\xac": 2342,
      "ices": 2343,
      ":</p>": 2344,
      "▁very": 2345,
      "\\xe7\\xa4\\xb": 2346,
      "ploy": 2347,
      "ines": 2348,
      "\\xe6\\xb5\\xb7": 2349,
      "▁Sc": 2350,
      "\\xe7\\xb6\\x93": 2351,
      "\\xe5\\xbb\\xba": 2352,
      "its": 2353,
      "▁number": 2354,
      "▁find": 2355,
      "ann": 2356,
      "\\xe6\\x89\\x80": 2357,
      "▁det": 2358,
      "vernment": 2359,
      "ral": 2360,
      "\\xe7\\xad\\x89": 2361,
      "emb": 2362,
      "\\xe6\\xad\\xa4": 2363,
      "ript": 2364,
      "5,": 2365,
      "▁provid": 2366,
      "▁dist": 2367,
      "\\xe9\\x81\\x8e": 2368,
      "▁child": 2369,
      "▁Comm": 2370,
      "ever,": 2371,
      "-t": 2372,
      "▁don": 2373,
      "\\xe5\\x89\\x8d": 2374,
      "\\xe8\\xa6\\x81": 2375,
      "\\xe9\\x9b\\xbb": 2376,
      "oad": 2377,
      "\\xe5\\x9b\\xa0": 2378,
      "()": 2379,
      ".com": 2380,
      "▁sm": 2381,
      "▁data": 2382,
      "▁main": 2383,
      "▁each": 2384,
      "▁fun": 2385,
      "▁sim": 2386,
      "\\xe5\\xbe\\x97": 2387,
      "f\\xbe": 2388,
      "\\xe5\\xa5": 2389,
      ".</p>": 2390,
      "\\xe9\\x99\\xb": 2391,
      "part": 2392,
      "▁system": 2393,
      "▁support": 2394,
      "ized": 2395,
      "ural": 2396,
      "▁result": 2397,
      "13": 2398,
      "ures": 2399,
      "▁gu": 2400,
      "atch": 2401,
      ".\n": 2402,
      "2,": 2403,
      "\\xe8\\x90": 2404,
      "▁But": 2405,
      "ave": 2406,
      "\\xe7\\x8f\\xbe": 2407,
      "\\xe5\\x9f\\xb": 2408,
      "▁second": 2409,
      "put": 2410,
      "▁There": 2411,
      "ER": 2412,
      "▁est": 2413,
      "▁min": 2414,
      "der": 2415,
      "uss": 2416,
      "\\xe7\\x95\\xb6": 2417,
      "▁read": 2418,
      "\\xe9\\x87\\x8c": 2419,
      "\\xe6\\x88\\xb0": 2420,
      "\\xe8\\x91": 2421,
      "8\\xb6": 2422,
      "\\xe7\\xa5": 2423,
      "▁day": 2424,
      "▁Q": 2425,
      "▁run": 2426,
      "ww": 2427,
      "ission": 2428,
      "\\xe5\\x93\\xa1": 2429,
      "▁mark": 2430,
      "▁stat": 2431,
      "▁good": 2432,
      "\\xe5\\xb0\\x87": 2433,
      "lection": 2434,
      "\\xe5\\xbe\\xb7": 2435,
      "\\xe8\\xb6": 2436,
      "▁/": 2437,
      "▁som": 2438,
      "▁project": 2439,
      "\\xe5\\x8a\\x8": 2440,
      "\\xe6\\x95\\xb": 2441,
      "▁Z": 2442,
      "\\xe5\\x88\\xa9": 2443,
      "▁pur": 2444,
      "le,": 2445,
      "\\xe6\\xb8": 2446,
      "▁direct": 2447,
      "▁partic": 2448,
      "\\xe9\\xab\\x94": 2449,
      "ize": 2450,
      "sc": 2451,
      "\\xe5\\xb1\\xb1": 2452,
      "▁disc": 2453,
      "ner": 2454,
      "oot": 2455,
      ".S": 2456,
      "\\xe9\\x9d\\xa2": 2457,
      "▁against": 2458,
      "app": 2459,
      "\\xe6\\x84": 2460,
      "▁contin": 2461,
      "\\xe9\\x96\\x93": 2462,
      "ale": 2463,
      "\\xe9\\x81\\x93": 2464,
      "ght": 2465,
      "ron": 2466,
      "▁different": 2467,
      "\\xe5\\x85\\xa5": 2468,
      "ives": 2469,
      "ically": 2470,
      "lement": 2471,
      "21": 2472,
      "yl": 2473,
      "▁Ex": 2474,
      "-b": 2475,
      "▁point": 2476,
      "▁appro": 2477,
      "\\xe5\\x85\\xa7": 2478,
      "\\xe5\\xa6": 2479,
      "ames": 2480,
      "ik": 2481,
      "▁char": 2482,
      "▁see": 2483,
      "outh": 2484,
      "▁Ph": 2485,
      "\\xe7\\x90\\x86": 2486,
      "istory": 2487,
      "als": 2488,
      "▁much": 2489,
      "ins": 2490,
      "\\xe5\\x85\\x8b": 2491,
      "0.": 2492,
      "raph": 2493,
      "▁rece": 2494,
      "\\xe6\\x8a": 2495,
      "htt": 2496,
      "▁United": 2497,
      "▁rele": 2498,
      "\\xe8\\x87\\xb3": 2499,
      "▁They": 2500,
